<?xml version="1.0" encoding="ISO-8859-1"?>
<!DOCTYPE etd SYSTEM "../dtd/xdiml.dtd" [
<!ENTITY obj.12  SYSTEM "objct1.gif" NDATA GIF> 
<!ENTITY obj.13  SYSTEM "objct2.gif" NDATA GIF> 
<!ENTITY obj.14  SYSTEM "objct3.gif" NDATA GIF> 
<!ENTITY obj.15  SYSTEM "objct4.gif" NDATA GIF> 
<!ENTITY obj.16  SYSTEM "objct5.gif" NDATA GIF> 
<!ENTITY obj.17  SYSTEM "objct6.gif" NDATA GIF> 
<!ENTITY obj.18  SYSTEM "objct7.gif" NDATA GIF> 
<!ENTITY obj.19  SYSTEM "objct8.gif" NDATA GIF> 
<!ENTITY obj.20  SYSTEM "objct9.gif" NDATA GIF> 
<!ENTITY obj.21  SYSTEM "objct10.gif" NDATA GIF> 
<!ENTITY obj.22  SYSTEM "objct11.gif" NDATA GIF> 
<!ENTITY obj.23  SYSTEM "objct12.gif" NDATA GIF> 
<!ENTITY obj.24  SYSTEM "objct13.gif" NDATA GIF> 
<!ENTITY obj.25  SYSTEM "objct14.gif" NDATA GIF> 
<!ENTITY obj.26  SYSTEM "objct15.gif" NDATA GIF> 
<!ENTITY obj.27  SYSTEM "objct16.gif" NDATA GIF> 
<!ENTITY obj.28  SYSTEM "objct17.gif" NDATA GIF> 
<!ENTITY obj.29  SYSTEM "objct18.gif" NDATA GIF> 
<!ENTITY obj.30  SYSTEM "objct19.gif" NDATA GIF> 
<!ENTITY obj.31  SYSTEM "objct20.gif" NDATA GIF> 
<!ENTITY obj.32  SYSTEM "objct21.gif" NDATA GIF> 
<!ENTITY obj.33  SYSTEM "objct22.gif" NDATA GIF> 
<!ENTITY obj.34  SYSTEM "objct23.gif" NDATA GIF> 
<!ENTITY obj.35  SYSTEM "objct24.gif" NDATA GIF> 
<!ENTITY obj.36  SYSTEM "objct25.gif" NDATA GIF> 
<!ENTITY obj.37  SYSTEM "objct26.gif" NDATA GIF> 
<!ENTITY obj.38  SYSTEM "objct27.gif" NDATA GIF> 
<!ENTITY obj.39  SYSTEM "objct28.gif" NDATA GIF> 
<!ENTITY obj.40  SYSTEM "objct29.gif" NDATA GIF> 
<!ENTITY obj.41  SYSTEM "objct30.gif" NDATA GIF> 
<!ENTITY obj.42  SYSTEM "objct31.gif" NDATA GIF> 
<!ENTITY obj.43  SYSTEM "objct32.gif" NDATA GIF> 
<!ENTITY obj.44  SYSTEM "objct33.gif" NDATA GIF> 
<!ENTITY obj.45  SYSTEM "objct34.gif" NDATA GIF> 
<!ENTITY obj.46  SYSTEM "objct35.gif" NDATA GIF> 
<!ENTITY obj.47  SYSTEM "objct36.gif" NDATA GIF> 
<!ENTITY obj.48  SYSTEM "objct37.gif" NDATA GIF> 
<!ENTITY obj.49  SYSTEM "objct38.gif" NDATA GIF> 
<!ENTITY obj.50  SYSTEM "objct39.gif" NDATA GIF> 
<!ENTITY obj.51  SYSTEM "objct40.gif" NDATA GIF> 
<!ENTITY obj.52  SYSTEM "objct41.gif" NDATA GIF> 
<!ENTITY obj.53  SYSTEM "objct42.gif" NDATA GIF> 
<!ENTITY obj.54  SYSTEM "objct43.gif" NDATA GIF> 
<!ENTITY obj.55  SYSTEM "objct44.gif" NDATA GIF> 
<!ENTITY obj.56  SYSTEM "objct45.gif" NDATA GIF> 
<!ENTITY obj.57  SYSTEM "objct46.gif" NDATA GIF> 
<!ENTITY obj.58  SYSTEM "objct47.gif" NDATA GIF> 
<!ENTITY obj.59  SYSTEM "objct48.gif" NDATA GIF> 
<!ENTITY obj.60  SYSTEM "objct49.gif" NDATA GIF> 
<!ENTITY obj.61  SYSTEM "objct50.gif" NDATA GIF> 
<!ENTITY obj.62  SYSTEM "objct51.gif" NDATA GIF> 
<!ENTITY obj.63  SYSTEM "objct52.gif" NDATA GIF> 
<!ENTITY obj.64  SYSTEM "objct53.gif" NDATA GIF> 
<!ENTITY obj.65  SYSTEM "objct54.gif" NDATA GIF> 
<!ENTITY obj.66  SYSTEM "objct55.gif" NDATA GIF> 
<!ENTITY obj.67  SYSTEM "objct56.gif" NDATA GIF> 
<!ENTITY obj.68  SYSTEM "objct57.gif" NDATA GIF> 
<!ENTITY obj.69  SYSTEM "objct58.gif" NDATA GIF> 
<!ENTITY obj.70  SYSTEM "objct59.gif" NDATA GIF>  ]>
<?xml-stylesheet type="text/xsl" href="../diml2html.xsl"?>
<?css-stylesheet ../style/did.css?>
<etd>
<front>
<school><p>Aus dem Institut f&uuml;r Physiologie der Humboldt-Universit&auml;t zu Berlin</p> <p>Direktor Prof. Dr. P.B. Persson</p> </school> <submission>DISSERTATION</submission> <title>"Untersuchungen zur Entwicklung der kardiorespiratorischen Interaktion anhand gemeinsamer Rhythmen von Atmung und Herzaktion. Longitudinalstudie der ersten sechs Lebensmonate gesunder S&auml;uglinge."</title> <degree>zur Erlangung des akademischen Grades doctor medicinae (Dr. med.)</degree> <major>vorgelegt der Medizinischen Fakult&auml;t der Humboldt-Universit&auml;t zu Berlin</major> <author>von Herrn <given>Peter</given> <surname>Aikele</surname> <suffix>geb. am 27.04.1967 in Dresden</suffix></author> <dean>Dekan: Prof. Dr. M. Dietel</dean> <approvals> <name>1. Prof. Dr. E. Schubert</name> <name>2. Prof. Dr. D. Gmyrek</name> <name>3. PD Dr. B. Schl&uuml;ter</name> </approvals> <date>eingereicht im Dezember 1997</date> <date>Datum der Promotion: 16.06.1998</date>  <keywords language="de"> <keyword>kardiorespiratorische Interaktion</keyword> <keyword>respiratorische Sinusarrhythmie</keyword> <keyword>Entwicklung</keyword> <keyword>S&auml;ugling</keyword> </keywords>  <keywords language="en"> <keyword>cardiorespiratory interaction</keyword> <keyword>respiratory sinus arrhythmia</keyword> <keyword>development</keyword> <keyword>infant</keyword> </keywords>  <abstract language="de"><head>Abstrakt:</head><p> Die vorliegende Arbeit untersuchte die Entwicklung nieder- und hochfrequenter rhythmischer kardiorespiratorischer gesunder S&auml;uglinge. An 15 Probanden erfolgten im Schlaf im ersten Lebenshalbjahr jeweils 13 Messungen mit EKG-Ableitung und induktionsplethysmographischer Registrierung der thorakalen Atemexkursion. Schlafstadienbezogen erfolgten: &bull; die Messung der Amplitude der respiratorischen Sinusarrhythmie (RSA), &bull; die Bestimmung der gr&ouml;&szlig;ten negativen Korrelation zwischen Atemsignal und Herzperiodendauer-Zeitreihe (Kreuzkorrelationskoeffizient, KKK) mit der dazugeh&ouml;rigen Phasenverschiebung mittels Berechnung der Kreuzkorrelationsfunktion und &bull; die Auswertung der Koh&auml;renzspektren von Atmung und Herzaktion. RSA und KKK im ruhigen Schlaf nehmen im Verlauf des ersten Lebenshalbjahres zu. Der Verlauf ist nicht geradlinig, sondern weist signifikante Minima in den ersten Lebenstagen und am Ende der dritten Lebenswoche auf. Die Phasenverschiebung zwischen Atmung und RSA zeigt im ruhigen Schlaf Maxima am 7. und 21. Lebenstag ohne deutlichen Trend innerhalb des Beobachtungszeitraumes. RSA und KKK sind vom ersten Lebenstag an mit Atemfrequenz und Herzfrequenz negativ korreliert. RSA und KKK sind schlafstadienabh&auml;ngig. Im Gegensatz zum ruhigen Schlaf konnte im aktiven Schlaf weder eine me&szlig;bare RSA, noch ein signifikanter KKK gefunden werden. Im Koh&auml;renzspektrum waren jedoch ab dem 150. Lebenstag auch im aktiven Schlaf signifikante gemeinsame Rhythmen im Atemfrequenzbereich nachweisbar. Mit Hilfe der Koh&auml;renzspektren konnten gemeinsame niederfrequente Rhythmen in Atmung und Herzaktion nur in 5.1 % aller Messungen im ruhigen Schlaf und nur in 3.1 % im aktiven Schlaf nachgewiesen werden. Die untersuchten Parameter der Interaktion von Atmung und Herzfrequenz Neugeborener unterscheiden sich von denen Erwachsener in den Absolutwerten. F&uuml;r RSA und Phasenverschiebung konnte zeigte sich jedoch, da&szlig; sich die Werte Erwachsener und Neugeborener nur an verschiedenen Punkten einer gemeinsamen "Arbeitskurve" befinden. Die Ergebnisse lassen auf eine schon zum Zeitpunkt der Geburt vorhandene Reife der kardiorespiratorischen Interaktion schlie&szlig;en.</p> </abstract>  <abstract language="de"><head>Abstract:</head><p> In the present paper the development of rhythmic cardiorespiratory interactions in low and high frequency ranges were investigated in healthy infants. Data come from a longitudinal study of 14 infants, who were examined for 13 times during sleep during the first 6 months of live. The electrocardiogram and the thoracic respiratory effort were recorded. For quiet and active sleep the following parameters of cardiorespiratory interaction were analysed: &bull; the amplitude of respiratory sinus arrhythmia (RSA), &bull; the highest negative correlation (KKK) and the corresponding phase delay between respiratory signal and time series of heart period duration by means of calculating the cross correlation function and &bull; the coherence in the low and high frequency range. RSA and KKK increase in the first 6 months of live. The course is not linear and has maxima in the first days and at the end of third week. The phase delay shows maxima at 7th and 21st day. RSA and KKK are negatively correlated with the respiratory rate and the heart rate from the first day of life up to the 6th month of life. RSA and KKK depend on sleep state. In opposition to quiet sleep in active sleep neither a measurable RSA nor a significant KKK were found. Contrary, the coherence spectra showed common rhythms in the frequency range of the respiratory rate in the 5th and 6th month during active sleep. In the low frequency range common rhythms were observed only seldom, i.e. in 5.1 % of all measurements during quiet sleep and in 3.1 % during active sleep. The analysed parameters of cardiorespiratory interaction of newborns are different from that of adults regarding the absolute values. However the data suggest that the values of newborns and adults represent only different adjustments of a comparable control system. The results indicate a mature cardiorespiratory interaction in healthy newborns.</p> </abstract>
</front>
<body>
<chapter><float><pagenumber>1</pagenumber></float> <head>Einleitung</head> <p>1994 spielten in Deutschland bei 46 % aller Todesf&auml;lle im ersten Lebensjahr Unreife und kardiorespiratorische St&ouml;rungen eine wesentliche Rolle (108). Der Anteil des Syndromes des Pl&ouml;tzlichen Kindstodes (SIDS) an allen Todesf&auml;llen im ersten Lebensmonat betrug 3 %, vom ersten Lebensmonat bis zum vollendeten ersten Lebensjahr 37 %. Das Maximum der SIDS-F&auml;lle ereignet dabei zwischen erstem und f&uuml;nftem Lebensmonat (4, 10, 57, 68, 112). </p> <p>Um Kinder mit einem erh&ouml;hten Risiko zu erkennen und entsprechend prophylaktisch t&auml;tig werden zu k&ouml;nnen, ist die genaue Kenntnis der normalen Entwicklung des f&uuml;r die Aufrechterhaltung der Hom&ouml;ostase des kindlichen Organismus entscheidenden kardiorespiratorischen Systems notwendig.</p> <p>Der Zustand der Hom&ouml;ostase, d.h. die weitgehende Konstanz gel&ouml;ster Stoffe, der Temperatur und des pH, ist die Grundvoraussetzung f&uuml;r die normale Funktion aller Zellen. Ein wesentlicher Teil der Hom&ouml;ostase ist die gleichbleibende und ausreichende Sauerstoffversorgung des Organismus. Daf&uuml;r ist ein suffizientes kardiorespiratorisches System mit fein aufeinander abgestimmter kardialer und respiratorischer Steuerung notwendig, was durch vielf&auml;ltige Interaktionen innerhalb des kardiorespiratorischen Systems erreicht wird.</p> <p>Ziel dieser Studie ist es, einige L&uuml;cken in der Kenntnis der physiologischen Entwicklung der kardiorespiratorischen Interaktion beim Menschen im ersten Lebenshalbjahr zu schlie&szlig;en. Aufgrund der durch Curzi-Dascalova et al. (22), Hoppenbrouwers et al. (55), Sch&auml;fer (101) und Vecchierini-Blineau (111) nachgewiesenen gro&szlig;en interindividuellen Variabilit&auml;t der Parameter von Atmung und Herzaktion k&ouml;nnen Erkenntnisse &uuml;ber deren Entwicklung am besten durch Longitudinalstudien gewonnen werden. Zur Entwicklung kardiorespiratorischer Parameter wurden bisher nur wenige Longitudinalstudien durchgef&uuml;hrt. Litscher et al. (74) untersuchte mit halbj&auml;hrlicher Me&szlig;frequenz die Entwicklung von Herz- und Atemfrequenz und deren Frequenzspektren in den ersten Lebensmonaten. Mit monatlichen Messungen wurde durch Schechtman et al. (102) die Entwicklung der Amplitude der respiratorischen Sinusarrhythmie und der Herzfrequenzvariabilit&auml;t<float><pagenumber>2</pagenumber> </float> untersucht. Die Studien von Litscher et al. (74) und Schechtman et al. (102) untersuchten jeweils nur wenige durch die kardiorespiratorische Interaktion bedingte oder beeinflu&szlig;te Parameter, entweder lag der Schwerpunkt auf der Untersuchung von Herz- und Atemfrequenzspektren (74) oder auf der Untersuchung der Herzfrequenzvariabilit&auml;t und der Amplitude der respiratorischen Sinusarrhythmie (102). Weiterhin konnten beide Studien aufgrund ihrer geringen Me&szlig;h&auml;ufigkeit nur ungenau den Entwicklungsverlauf der ersten Lebenstage und -wochen erfassen. &Auml;&auml;rimaa et al. (1) untersuchten Frequenzspektren von Herzfrequenz-Zeitreihe und Respirogramm und deren Kreuz- und Koh&auml;renzspektren am 1., 3. und 5. Lebenstag. </p> <p>Durch eine Longitudinalstudie gewonnene Kenntnisse der Entwicklung von Parametern kardiorespiratorischer Interaktion &uuml;ber das gesamte erste Lebenshalbjahr unter Anpassung der Me&szlig;frequenz an die nachfolgend aufgezeigten Adaptationsprozesse im ersten Lebensmonat lagen bisher nicht vor.</p> <p>In den ersten Lebenstagen und -wochen vollziehen sich jedoch wesentliche &Auml;nderungen im Sinne der respiratorischen und kardiovaskul&auml;ren Adaptation: Ausgel&ouml;st durch eine starke Kontraktion des Zwerchfells f&uuml;hrt beim gesunden Neugeborenen bereits der erste Atemzug zur Ausbildung einer relativ stabilen funktionellen Residualkapazit&auml;t. Die Neugeborenenlunge besitzt jedoch nur wenige bel&uuml;ftete Alveolen und die pulmonale Bel&uuml;ftung ist regional noch au&szlig;erordentlich different. Regionale Hypoventilation, Trapped-Air-Bezirke, arterioven&ouml;se Anastomosen zwischen Pulmonal- und Bronchialarterien bedingen die im Vergleich zum sp&auml;teren Lebensalter nahezu dreifach h&ouml;here alveolo-arterielle Sauerstoff-differenz des Reifgeborenen (105). Der intrapulmonale Shunt (15-25% des Herzzeitvolumens) persistiert &uuml;ber den 7. Lebenstag hinaus; erst zwischen der 3. und 4. Lebenswoche erfolgt eine Normalisierung der dem Shunt zugrundeliegenden alveolo-arteriellen Differenz (85). Mit der postnatalen Alveolenbildung vergr&ouml;&szlig;ert sich die Gasaustauschfl&auml;che von 1m<sup>2</sup> beim Neugeborenen bis zum f&uuml;nften Lebensjahr auf 12 m<sup>2</sup> und weiter bis 34 m<sup>2</sup> beim Erwachsenen (109). Weiterhin ist die thorakale Atemexkursion des Neugeborenen weniger effizient. Der Thorax ist mehr tonnenf&ouml;rmig, die Rippen stehen im nahezu rechten Winkel zu der Wirbels&auml;ule, die Thoraxwandcompliance ist (geburtserleichternd) peripartal sehr hoch. Daraus ergibt sich ein geringerer durch Thoraxvergr&ouml;&szlig;erung beisteuerbarer Anteil der Thoraxbewegung am Atemzug. Dieser betr&auml;gt nach dem ersten Monat 34%, bei 1-j&auml;hrigen wie bei Erwachsenen 60% (35, 51).</p> <p><float><pagenumber>3</pagenumber> </float>Die Phase des &Uuml;berganges vom fetalen zum neonatalen Kreislauf ist gekennzeichnet durch den in mehreren Schritten verlaufenden Verschlu&szlig; der fetalen Kreislaufwege, die Er&ouml;ffnung der Pulmonalstrombahn und die tempor&auml;re M&ouml;glichkeit der zeitweiligen oder l&auml;ngerdauernden Wiederherstellung "fetaler" Kreislaufverh&auml;ltnisse. Verbunden mit ansteigendem alveol&auml;rem und arteriellem Sauerstoffpartialdruck infolge der postnatalen Lungenbel&uuml;ftung kommt es zum Abfall des pulmonalen Gef&auml;&szlig;tonus; durch die Dilatation der Lungengef&auml;&szlig;e nimmt die Lungendurchblutung zu und der Druck im linken Vorhof steigt an (104). Damit verbunden ist der funktionelle Verschlu&szlig; des Foramen ovale. Desweiteren schlie&szlig;t sich der Duktus arteriosus mit Abfall des Druckes im Pulmonal- und Anstieg im Systemkreislauf. Dieser Vorgang ist am Ende des ersten Lebenstages bei 20-30% aller Neugeborenen und am Ende des vierten Lebenstages bei 82-90% aller Neugeborenen abgeschlossen (54), die endg&uuml;ltige Obliteration erfolgt erst ab der 3. Lebenswoche (52). Entsprechend dem funktionellen Charakter des Prim&auml;rverschlusses k&ouml;nnen zahlreiche Faktoren, wie u.a. Druck&auml;nderungen im Pulmonalkreislauf, &Auml;nderungen des intrathorakalen Druckes in Verbindung mit Respiratortherapie, O2- Mangel und Azidose, eine zeitweilige Wieder-er&ouml;ffnung der fetalen Kurzschlu&szlig;verbindungen bewirken (69, 77, 78).</p> <p>Weiterhin gibt es wichtige h&auml;matologische Ver&auml;nderungen. In den ersten Lebenstagen entwickelt sich eine kurzdauernde Polyglobulie, gefolgt von einer verminderten Erythropoese, der sogenannten Trimenonreduktion. Im 3. Monat setzt die Erythropoese wieder ein und geht vom 4. Monat an in die hypochrome Phase der Erythropoese &uuml;ber, die bis zum 2. Lebensjahr anh&auml;lt. Ursache ist die Ersch&ouml;pfung der bei der Geburt vorhandenen Eisenreserven. Die Abnahme des Anteils an HbF mit seiner im Vergleich zu HbA h&ouml;heren Sauerstoffaffinit&auml;t von ca. 75% zum Zeitpunkt der Geburt auf ca. 5% bis zum vollendeten 6. Monat ist verbunden mit einer Rechtsverschiebung der Sauer-stoffbindungskurve des H&auml;moglobins.</p> <p>An letzter Stelle seien noch stoffwechsel- und ern&auml;hrungsbedingte Einfl&uuml;sse auf die Hom&ouml;ostase des S&auml;uglings erl&auml;utert. Fleming et al. (32) berichten &uuml;ber eine Steigerung des kindlichen Stoffwechsels um 30 % zwischen zweitem Lebenstag und vollendetem erstem Lebensmonat. Zus&auml;tzlich dazu mu&szlig; der junge Organismus noch aliment&auml;r bedingte Belastungen kompensieren. Die m&uuml;tterliche Milchbildung ist nicht von der Geburt des Kindes an in Menge und Energiegehalt ausreichend. Meist erfolgt erst zwischen dem 3. und 4. Tag der sogenannte Milcheinschu&szlig;. Das Kolostrum enth&auml;lt mehr Eiwei&szlig; und Mineralien, aber weniger Fett und insgesamt ca. 25% weniger Energie als reife <float><pagenumber>4</pagenumber> </float>Frauenmilch. Au&szlig;erdem ist die gebildete Menge anfangs noch gering. In der zweiten Lebenswoche &auml;ndert sich die Zusammensetzung der Milch allm&auml;hlich, bis in der dritten Woche reife Frauenmilch gebildet wird. In den ersten 10 Tagen steigert sich die Milchproduktion der Brustdr&uuml;sen und erreicht am Ende dieser Periode die vom Neugeborenen ben&ouml;tigte volle Menge. Wasser und Energiezufuhr reichen in den ersten 10 Tagen nicht aus. Dadurch verliert das Neugeborene in dieser Zeit ca. 10% seines Geburtsgewichts und erreicht es erst nach ca. 14 Tagen wieder. Nachfolgend ergeben sich weitere nahrungsbedingte Belastungen f&uuml;r den S&auml;ugling, wie Verl&auml;ngerung der Intervalle zwischen den Mahlzeiten und Ver&auml;nderung der Nahrungszusammensetzung (Abstillen, Muttermilchersatz, Zuf&uuml;ttern von Obsts&auml;ften, Gem&uuml;se-, Kartoffel-, Fleischbrei u.a.).</p> <p>Diese Darstellung der wichtigsten Adaptationsvorg&auml;nge und &auml;u&szlig;eren Einfl&uuml;sse auf den S&auml;ugling zeigt die Vielfalt und Schwere der durch das kardiorespiratorische System des Neugeborenen in den ersten Lebenswochen zur Aufrechterhaltung der Hom&ouml;ostase zu bew&auml;ltigenden Aufgaben. Vorliegende Longitudinalstudien der kindlichen Entwicklung kardialer und/oder respiratorischer Parameter im Zeitraum des ersten Lebenshalbjahres zeigen eine sehr niedrigere Me&szlig;frequenz mit nur einer oder zwei Messungen im ersten Lebensmonat (43, 55, 74, 91, 102) oder eine Beschr&auml;nkung der Untersuchungen auf die erste Lebenswoche (1). </p> <p>Die bisher gewonnenen Daten erfa&szlig;ten aufgrund der gro&szlig;en Abst&auml;nde zwischen den einzelnen Messungen oder der Beschr&auml;nkung auf die erste Lebenswoche nicht zuverl&auml;ssig das gesamte erste Lebenshalbjahr mit den sich auf die kardiorespiratorische Interaktion auswirkenden Adaptationsprozessen. Eine Ermittlung der fehlenden Daten durch eine Zusammenstellung der zitierten Studien ist nicht m&ouml;glich, da erstens das Studiendesign dieser Studien nicht identisch ist und es sich zweitens um unterschiedliche Probanden handelt, womit das Kriterium der Longitudinalstudie nicht erf&uuml;llt w&auml;re. Mit der vorliegenden Studie soll eine L&uuml;cke in den bisher durchgef&uuml;hrten Longitudinalstudien geschlossen werden, sie schafft eine Verbindung zwischen den bekannten Untersuchungen der Entwicklung in der ersten Lebenswoche (1) und den &uuml;ber das erste Lebenshalbjahr mit niedrigerer Me&szlig;frequenz durchgef&uuml;hrten Studien (43, 55, 74, 91, 102).</p> <p>Die rhythmischen Komponenten von Herzaktion und Atmung sind das Ergebnis der Aktivit&auml;ten komplex verschalteter neuronaler Regelkreise,<float><pagenumber>5</pagenumber> </float> deren Hauptfunktion die Anpassung kardiorespiratorischer Regelgr&ouml;&szlig;en an sich &auml;ndernde physiologische Bedingungen durch &Auml;nderungen der sympathischen und parasympathischen Aktivit&auml;t ist.</p> <p>Der Atemrhythmus hat seinen Ursprung im Atemzentrum des ZNS. Der Herzrhythmus entsteht in der Peripherie, im Sinusknoten, wobei dieser Schrittmacher des Herzens jedoch durch Efferenzen der kardiovaskul&auml;ren Zentren modifiziert wird.</p> <p>Afferenzen von peripheren und zentralen Chemo-, Presso- und Dehnungsrezeptoren f&uuml;hren im Rahmen einer Feedback-Regulation zur Beeinflussung des kardialen und des respiratorischen Zentrums und deren Efferenzen zu Herz, Atemmuskulatur und Blutgef&auml;&szlig;system. Bei gemeinsamen Afferenzen gibt es im wesentlichen drei M&ouml;glichkeiten der Interaktion. Als erstes die separate Wirkung der Afferenzen auf beide Zentren, zweitens die Wirkung auf ein Kontrollsystem, welches &uuml;ber intrazerebrale Efferenzen das andere Kontrollsystem beeinflu&szlig;t. Die dritte M&ouml;glichkeit ist die Wirkung der Afferenzen auf ein beiden Zentren &uuml;bergeordnetes System bzw. die Wirkung auf ein gemeinsames kardiorespiratorisches Netzwerk, was im Gegensatz zu der &auml;lteren Annahme der Existenz unabh&auml;ngiger Zentren der kardiovaskul&auml;ren und der respiratorischen Steuerung heute allgemein anerkannt ist (64, 92).</p> <p>Diese zentrale Interaktion und Kopplung von Atmung und Herzaktion ist bidirektional, nonlinear, fakultativ und gleitend (37, 64, 65).</p> <p>Formen der Kopplung von Atem- und kardialen Rhythmen sind Superposition, Entrainment und Synchronisation, wobei es h&auml;ufig zu ganzzahligen Frequenzverh&auml;ltnissen zwischen den Rhythmen kommt. Spontanes Auftreten von "Kopplung" und "Entkopplung" wurden bei Tieren und Menschen nachgewiesen. Die Rhythmen interagieren in sehr variabler Art und Weise ohne erkennbares festes Verh&auml;ltnis von Ursache und Wirkung (37, 64), in Abh&auml;ngigkeit von innerem Milieu des Organismus und &auml;u&szlig;eren Reizen.</p> <p>Die offensichtlichsten Rhythmen sind die Atem- und Herzfrequenz selbst. Eine weiterhin augenf&auml;llige periodische Komponente ist die 1860 von Einbrodt (28) genauer beschriebene atemsynchrone Herzfrequenzschwankung - die respiratorische Sinusarrhythmie (RSA). Diese ist der bisher am h&auml;ufigsten untersuchte Parameter der Interaktion zwischen Atmung und Herzfrequenz. Dabei kommt es bei Inspiration zu einer Zunahme, bei Exspiration zur Abnahme der Herzfrequenz. Der Frequenzbereich der RSA entspricht mit Ausnahme des Frequenzbereiches bei Auftreten des Cardiac Aliasing (97, 114) der Atemfrequenz.</p> <p><float><pagenumber>6</pagenumber> </float>Zahlreiche vorhergegangene Studien (8, 9, 66, 92, 106, 107) untersuchten die Genese der 1871 auch durch Hering (50) beschriebenen RSA. Ein einziger Mechanismus f&uuml;r die Genese der RSA konnte nicht gefunden werden, vielmehr eine gr&ouml;&szlig;ere Anzahl an der Genese beteiligter Mechanismen. Wesentlich an der Entstehung der RSA beteiligt sind der arteriell-pressorezeptorische Herzfrequenzreflex, die zentrale Interaktion von kardialen und respiratorischen Neuronen im Sinne eines gemeinsamen kardiorespiratorischen Netzwerkes (65, 92), die reflektorische Beeinflussung der Herzfrequenz &uuml;ber Lungen- und Brustwand-Dehnungsrezeptoren und die reflektorische Beeinflussung der Herzfrequenz &uuml;ber kardiale Dehnungsrezeptoren.</p> <p>Obwohl auch bei transplantierten - also denervierten - Herzen durch Bernardi et al. (11, 12) eine geringe RSA nachgewiesen wurde, ist heute unumstritten, da&szlig; die RSA &uuml;berwiegend vagal vermittelt wird. Sie wird von einigen Autoren als nichtinvasiv me&szlig;barer Parameter f&uuml;r die parasympathische Kontrolle (26, 48, 56, 82) angesehen.</p> <p>Im Rahmen der vorliegenden Studie werden mehrere Parameter berechnet, welche die kardiorespiratorische Interaktion kennzeichnen. Neben der direkten Messung der Amplitude der RSA wurden als Parameter der St&auml;rke der Kopplung von Atmung und Herzaktion die Kreuzkorrelationsfunktion zwischen Atmung und linear interpolierter Herzperiodendauer-Zeitreihe berechnet. Als weiterer Parameter der St&auml;rke der Kopplung von Atmung und Herzaktion und als Indikator f&uuml;r neben der RSA zus&auml;tzlich vorkommende niederfrequente gemeinsame Rhythmen in Atmung und Herzaktion wurde das Koh&auml;renzspektrum zwischen Atemsignal und linear interpolierter Herzfrequenzzeitreihe bestimmt. Weiterhin wurde anhand der Kreuzkorrelationsfunktion zwischen Atmung und linear interpolierter Herzperiodendauer-Zeitreihe die Phasenverschiebung zwischen Atmung und RSA untersucht.</p> <p>Niederfrequente Rhythmen wurden im Signal der Herzaktion bei Erwachsenen im Bereich um 0,1 Hz und um 0,05 Hz gefunden, wobei der erste der Blutdruckregulation und der zweite der Thermoregulation zugeordnet werden konnten (3, 62, 76). Einige Autoren fanden auch bei Neugeborenen neben der RSA Rhythmen im Bereich von 0,06 bis 0,1 Hz im Atemsignal und in der Herzfrequenz, die einer &uuml;ber Chemorezeptoren vermittelten respiratorischen Feedback-Kontrolle zugeordnet werden (1, 25, 31, 36, 47). Zur Untersuchung gemeinsamer Frequenzinhalte von Atmung und Herzaktion kann die Berechnung von Koh&auml;renzspektren zwischen Atemsignal und linear interpolierter Herzfrequenzzeitreihe herangezogen werden.</p> <p><float><pagenumber>7</pagenumber> </float>Zahlreiche Studien zeigten, da&szlig; viele Erkrankungen zu einer Alteration der kardiorespiratorischen Rhythmen f&uuml;hren. Genannt seien Kardiomyopathie (7), Myokardinfarkt (6, 13, 75), Herzinsuffizienz (18), Atemnot-Syndrom (17, 90), Diabetes mellitus mit diabetischer Polyneuropathie (16, 70, 73) und Hyperthyreose (14). Fr&uuml;hgeborene haben als ein Zeichen der Unreife des autonomen Nervensystems eine deutlich niedrigere RSA, (h&auml;ufig erst nach der 36. Woche post conceptionem nachweisbar) die sich jedoch mit zunehmendem Alter bei normaler Entwicklung an die Werte zeitgerecht Geborener angleicht, mit einem steilen Anstieg zwischen der 31. und 38. SSW (21, 87, 98). </p> <p>Die Erkenntnis, da&szlig; die kardiorespiratorischen Rhythmen durch Erkrankungen des Nervensystems, durch kardiale und respiratorische Erkrankungen und nicht zuletzt durch Unreife des Neugeborenen beeinflu&szlig;t werden, l&auml;&szlig;t sie als potentiellen Indikator f&uuml;r St&ouml;rungen der Atmungs- und Herzfrequenzregulation erscheinen. Ziel der vorliegenden Studie ist es, zus&auml;tzliche Bausteine der Kenntnis der physiologischen Entwicklung rhythmischer Interaktion in den ersten sechs Lebensmonaten zu liefern und damit weitere Grundlagen f&uuml;r die Diagnose von Adaptations- und Entwicklungsdefiziten von Neugeborenen aufdecken zu k&ouml;nnen.</p> </chapter>
<chapter><float><pagenumber>8</pagenumber></float> <head>Hypothesen</head> <p>Aus der Literatur und den theoretischen &Uuml;berlegungen ergeben sich f&uuml;r die experimentelle Untersuchung der Entwicklung der kardio-respiratorischen Interaktion im ersten Lebenshalbjahr folgende Hypothesen:</p> <p><ul><li>Die rhythmische Interaktion von Atmung und Herzfrequenz bei Neugeborenen unterscheidet sich aufgrund noch vorhandener, erheblicher funktioneller und struktureller Besonderheiten des Atmungs- und Herz-Kreislauf-Systems vom Rhythmusgef&uuml;ge des Erwachsenen.</li> <li>Die bekannten deutlichen morphologischen Ver&auml;nderungen und postnatalen Reifungsvorg&auml;nge im Hirnstamm, dem Sitz des rhythmusgenerierenden Systems der Atmung und zentraler Teil des vegetativen Nervensystems, sollten zu qualitativen und quantitativen &Auml;nderungen der kardiorespiratorischen Interaktion in den ersten Lebensmonaten nach der Geburt f&uuml;hren.</li> <li>Ruhige und aktive Schlafstadien repr&auml;sentieren auch beim Neugeborenen nachweisbare unterschiedliche vegetative Funktionszust&auml;nde und sollten mit Unterschieden in der rhythmischen Beziehung zwischen Atmung und Herzfrequenz assoziiert sein.</li> </ul></p> </chapter>
<chapter><float><pagenumber>9</pagenumber></float> <head>Methoden</head> <section><head>Probanden</head> <p>Als Probanden wurden klinisch gesunde, nach unauff&auml;lligem Schwangerschafts- und Geburtsverlauf zeitgerecht und eutroph geborene Kinder gewonnen. Zur Auswertung kamen nur Probanden, die au&szlig;erdem im gesamten ersten Lebenshalbjahr keine Adaptationsst&ouml;rungen, Erkrankungen oder Entwicklungsst&ouml;rungen zeigten. Die erforderlichen Daten wurden zum Teil anamnestisch erhoben und teilweise der Patientendokumentation entnommen. Die klinischen Untersuchungen wurden durch Gyn&auml;kologen (Schwangerschafts- und Geburtsbegleitung) und Neonatologen in der neonatologischen Abteilung der Charit&eacute; durchgef&uuml;hrt. </p> <p>Um die Probandenauswahl zu standardisieren, wurden nachfolgend genannte Ausschlu&szlig;kriterien festgelegt.</p> <p>Ausschlu&szlig;kriterien f&uuml;r die Auswahl der Probanden</p> <p><u>Mutter</u>:</p> <p><ul><li>j&uuml;nger als 18 Jahre, &auml;lter als 40 Jahre</li> <li>Vielgeb&auml;rende (> 3 Geburten)</li> <li>Herz-Kreislauf-Erkrankungen, Hypertonus</li> <li>Adipositas, Untergewicht</li> <li>Nierenerkrankungen</li> <li><ul><li>(Pyelonephritis, Glomerulonephritis)</li></ul></li> <li>Lebererkrankungen</li> <li>An&auml;mie</li> <li>Erbkrankheiten</li> <li>anamnestisch:</li> <li><ul><li>Totgeburt oder mehr als ein Abort</li> <li>mehr als zwei Interruptiones</li> <li>Geburt eines gesch&auml;digten Kindes</li></ul></li> <li>Nikotinabusus > 20 Zig./d</li> <li>Schwangerschaftsfolge &lt; 1 Jahr</li> </ul></p> <p><u>Schwangerschaft</u>: <ul> <li>Mehrlingsschwangerschaft</li> <li>Schwangerschaftsdauer &lt; 38 SSW und > 42 SSW</li> <li>EPH-Gestose</li> <li>Hydramnion</li> <li>Blutungen in der zweiten H&auml;lfte der Gravidit&auml;t</li> <float><pagenumber>10</pagenumber></float> <li>regelwidrige Kindslage (Quer-, Beckenendlage)</li> <li>Zervixinsuffizienz</li> <li>Plazantainsuffizienz</li> <li>Abortus imminens</li> <li>Infektionskrankheiten (Toxoplasmose, Syphilis, Listeriose, Zytomegalie, Tuberkulose, Herpes simplex, R&ouml;teln, Mumps, Masern)</li> <li>An&auml;mie</li> <li>chronische Medikamenteneinnahme</li> <li>Rh-Inkompatibilit&auml;t</li> </ul></p> <p><u>Geburt</u>: <ul><li>protrahierte Geburt (> 18h)</li> <li>fetale Gefahrenzust&auml;nde</li> <li>regelwidrige Geburt (keine Entbindung in Hinterhauptslage; Sectio caesaria, Vakuum-, Zangenextraktion,</li> </ul></p> <p><u>Kind</u>: <ul><li>5-min-Apgar &lt; 8</li> <li>Geburtsgewicht &lt; 2800g oder > 4500g</li> <li>Gestationsalter morphologisch und neurologisch &lt; 38 oder > 42 Wochen</li> <li>Diskrepanz zwischen morphologischer und neurologischer Reife und der errechneten Schwangerschaftsdauer > 2 Wochen</li> <li>Fehlbildungen, Geburtsverletzungen</li> <li>konnatale Infektionskrankheiten</li> <li>Ikterus prolongatus( Bilirubin > 320 &micro;mol/l)</li> <li>ausgepr&auml;gte An&auml;mie(Ery &lt; 2,3 Mpt/&micro;l, Hb &lt; 7-8%)</li> <li>Verdacht auf Herkunft aus dyssozialem Milieu</li> <li>im ersten Lebenshalbjahr auftretende Erkrankungen und Gedeihst&ouml;rungen</li> </ul></p> <p>Die Probandengewinnung erfolgte unter Mithilfe eines P&auml;diaters. Die Eltern geeigneter Probanden wurden &uuml;ber das Anliegen der Studie, Durchf&uuml;hrung und Untersuchungsmethoden m&uuml;ndlich und &uuml;ber eine ihnen ausgeh&auml;ndigte Informationsschrift aufgekl&auml;rt. Das Einverst&auml;ndnis zur Teilnahme ihrer Kinder an der Studie wurde nach dem positiven Votum der Ethikkommission der Charit&eacute; eingeholt. Die Teilnahme an den Messungen erfolgte &uuml;ber den gesamten Zeitraum der Messungen freiwillig.</p> <p><float><pagenumber>11</pagenumber> </float>Zur Auswertung kamen 14 Probanden, welche w&auml;hrend des ersten Lebenshalbjahres keine Erkrankungen und eine normale somatische und neurologische Entwicklung zeigten. Es wurden 9 weibliche und 5 m&auml;nnliche Probanden untersucht.</p> <p>Von den 14 ausgewerteten Probanden sind in Tabelle 1 Geschlecht, Schwangerschaftsdauer in Wochen (SSW), Geburtsl&auml;nge, -gewicht, Nabelschnur - pH und Apgar 5 Minuten postnatal zusammengestellt.</p> <table orient="port" frame="all"><tbltitle>Tab. 1: Probandendaten</tbltitle><tgroup cols="7"><colspec colnum="1" colname="col1" colwidth="50pt"><colspec colnum="2" colname="col2" colwidth="64pt"><colspec colnum="3" colname="col3" colwidth="60pt"><colspec colnum="4" colname="col4" colwidth="56pt"><colspec colnum="5" colname="col5" colwidth="63pt"><colspec colnum="6" colname="col6" colwidth="38pt"><colspec colnum="7" colname="col7" colwidth="74pt" colsep="1"><tbody><row><entry colname="col1"></entry> <entry colname="col2"><p>Geschlecht</p><p>(w=L,m=K)</p></entry> <entry colname="col3"><p>SSW</p><p>(Wochen)</p></entry> <entry colname="col4"><p>L&auml;nge</p><p>(cm)</p></entry> <entry colname="col5"><p>Gewicht</p><p>(g)</p></entry> <entry colname="col6"><p>pH</p></entry> <entry colname="col7" colsep="1"><p>5-min-Apgar</p></entry> </row> <row><entry colname="col1"><p>PRB 01</p></entry> <entry colname="col2"><p>w</p></entry> <entry colname="col3"><p>39</p></entry> <entry colname="col4"><p>52</p></entry> <entry colname="col5"><p>3400</p></entry> <entry colname="col6"><p>7,36</p></entry> <entry colname="col7" colsep="1"><p>10</p></entry> </row> <row><entry colname="col1"><p>PRB 02</p></entry> <entry colname="col2"><p>w</p></entry> <entry colname="col3"><p>40</p></entry> <entry colname="col4"><p>50</p></entry> <entry colname="col5"><p>3840</p></entry> <entry colname="col6"><p>7,22</p></entry> <entry colname="col7" colsep="1"><p>9</p></entry> </row> <row><entry colname="col1"><p>PRB 04</p></entry> <entry colname="col2"><p>m</p></entry> <entry colname="col3"><p>38</p></entry> <entry colname="col4"><p>47</p></entry> <entry colname="col5"><p>2830</p></entry> <entry colname="col6"><p>7,20</p></entry> <entry colname="col7" colsep="1"><p>9</p></entry> </row> <row><entry colname="col1"><p>PRB 07</p></entry> <entry colname="col2"><p>w</p></entry> <entry colname="col3"><p>39</p></entry> <entry colname="col4"><p>51</p></entry> <entry colname="col5"><p>3250</p></entry> <entry colname="col6"><p>7,25</p></entry> <entry colname="col7" colsep="1"><p>8</p></entry> </row> <row><entry colname="col1"><p>PRB 11</p></entry> <entry colname="col2"><p>w</p></entry> <entry colname="col3"><p>39</p></entry> <entry colname="col4"><p>55</p></entry> <entry colname="col5"><p>3880</p></entry> <entry colname="col6"><p>7,19</p></entry> <entry colname="col7" colsep="1"><p>10</p></entry> </row> <row><entry colname="col1"><p>PRB 14</p></entry> <entry colname="col2"><p>w</p></entry> <entry colname="col3"><p>38</p></entry> <entry colname="col4"><p>50</p></entry> <entry colname="col5"><p>3400</p></entry> <entry colname="col6"><p>7,30</p></entry> <entry colname="col7" colsep="1"><p>10</p></entry> </row> <row><entry colname="col1"><p>PRB 15</p></entry> <entry colname="col2"><p>w</p></entry> <entry colname="col3"><p>40</p></entry> <entry colname="col4"><p>52</p></entry> <entry colname="col5"><p>3550</p></entry> <entry colname="col6"><p>7,32</p></entry> <entry colname="col7" colsep="1"><p>10</p></entry> </row> <row><entry colname="col1"><p>PRB 16</p></entry> <entry colname="col2"><p>m</p></entry> <entry colname="col3"><p>39</p></entry> <entry colname="col4"><p>51</p></entry> <entry colname="col5"><p>3540</p></entry> <entry colname="col6"><p>7,27</p></entry> <entry colname="col7" colsep="1"><p>10</p></entry> </row> <row><entry colname="col1"><p>PRB 17</p></entry> <entry colname="col2"><p>w</p></entry> <entry colname="col3"><p>38</p></entry> <entry colname="col4"><p>50</p></entry> <entry colname="col5"><p>3710</p></entry> <entry colname="col6"><p>7,35</p></entry> <entry colname="col7" colsep="1"><p>9</p></entry> </row> <row><entry colname="col1"><p>PRB 20</p></entry> <entry colname="col2"><p>m</p></entry> <entry colname="col3"><p>39</p></entry> <entry colname="col4"><p>49</p></entry> <entry colname="col5"><p>3210</p></entry> <entry colname="col6"><p>7,22</p></entry> <entry colname="col7" colsep="1"><p>10</p></entry> </row> <row><entry colname="col1"><p>PRB 21</p></entry> <entry colname="col2"><p>w</p></entry> <entry colname="col3"><p>41</p></entry> <entry colname="col4"><p>52</p></entry> <entry colname="col5"><p>4160</p></entry> <entry colname="col6"><p>7,25</p></entry> <entry colname="col7" colsep="1"><p>10</p></entry> </row> <row><entry colname="col1"><p>PRB 22</p></entry> <entry colname="col2"><p>m</p></entry> <entry colname="col3"><p>40</p></entry> <entry colname="col4"><p>52</p></entry> <entry colname="col5"><p>3800</p></entry> <entry colname="col6"><p>7,24</p></entry> <entry colname="col7" colsep="1"><p>10</p></entry> </row> <row><entry colname="col1"><p>PRB 24</p></entry> <entry colname="col2"><p>w</p></entry> <entry colname="col3"><p>39</p></entry> <entry colname="col4"><p>50</p></entry> <entry colname="col5"><p>3350</p></entry> <entry colname="col6"><p>7,32</p></entry> <entry colname="col7" colsep="1"><p>10</p></entry> </row> </tbody></colspec></colspec></colspec></colspec></colspec></colspec></colspec></tgroup> <tgroup cols="7"><colspec colnum="1" colname="col1" colwidth="50pt" rowsep="1"><colspec colnum="2" colname="col2" colwidth="64pt" rowsep="1"><colspec colnum="3" colname="col3" colwidth="60pt" rowsep="1"><colspec colnum="4" colname="col4" colwidth="56pt" rowsep="1"><colspec colnum="5" colname="col5" colwidth="63pt" rowsep="1"><colspec colnum="6" colname="col6" colwidth="38pt" rowsep="1"><colspec colnum="7" colname="col7" colwidth="74pt" colsep="1" rowsep="1"><tbody><row><entry colname="col1" rowsep="1"><p>PRB 25</p></entry> <entry colname="col2" rowsep="1"><p>m</p></entry> <entry colname="col3" rowsep="1"><p>40</p></entry> <entry colname="col4" rowsep="1"><p>52</p></entry> <entry colname="col5" rowsep="1"><p>3850</p></entry> <entry colname="col6" rowsep="1"><p>7,38</p></entry> <entry colname="col7" colsep="1" rowsep="1"><p>9</p></entry> </row> </tbody></colspec></colspec></colspec></colspec></colspec></colspec></colspec></tgroup> </table> </section> <section><head>Me&szlig;platz und Durchf&uuml;hrung der Messungen</head> <subsection><head>Me&szlig;platz</head> <p>Die Messungen erfolgten zur Einhaltung m&ouml;glichst konstanter Untersuchungsbedingungen in einem ruhigen, abgedunkelten Raum bei einer &uuml;ber eine Klimaanlage bei 23-25 &deg;C constant gehaltenen Umgebungstemperatur.</p> <p>Der Versuchsaufbau zur Aufzeichnung von EKG, Atmung und zur Registrierung von Kriterien f&uuml;r die Vigilanz des Probanden ist in Abbildung 1 schematisch dargestellt. Er besteht aus einem Biomonitor mit den dazugeh&ouml;rigen Elektroden zur EKG-Ableitung, einem Respitrace<sup>&reg;</sup>-System mit dem zugeh&ouml;rigen Sensor zur Registrierung der<float><pagenumber>12</pagenumber> </float> Atemexkursion, einem Mikrofon zur Registrierung m&uuml;ndlicher Kommentare zur Probandenvigilanz und einem DAT-Recorder (DAT = digital audio tape) zur parallelen Aufzeichnung von EKG, Atemsignal und Kommentaren zur Vigilanz.</p> <mm entity="obj.12"><caption>Abb. 1: Versuchsaufbau </caption></mm> </subsection> <subsection><head>EKG - Registrierung</head> <p>Es erfolgte die bipolare Extremit&auml;tenableitung des EKG nach Einthoven mittels Biomonitor (Biomonitor 501, Me&szlig;ger&auml;tewerk Zw&ouml;nitz, DDR) und die kontinuierliche Aufzeichnung des analogen Signals mittels eines DAT-Recorders (DTR 1800, bio - logic, Frankreich).</p> </subsection> <subsection><head>Registrierung der Atmung</head> <p>Die Erfassung der Atmung erfolgte mittels eines Respitrace<sup>&reg;</sup>-Systems (Studley Data Systems, Oxford, Gro&szlig;britannien), der Sensor wurde thorakal angelegt. Er besteht aus einer auf einen dehnbaren G&uuml;rtel aufgebrachten im Querschnitt bei Dehnung ver&auml;nderlichen Induktionsschleife. Die Ver&auml;nderung des Thoraxquerschnittes w&auml;hrend der Atmung wird durch das Me&szlig;system in eine Spannungs&auml;nderung <float><pagenumber>13</pagenumber> </float>&uuml;bertragen. Eine Zunahme des Thoraxquerschnittes wird dabei durch eine Zunahme der Spannung (U[V]) angezeigt (siehe Abbildungen 2 bis 4). </p> <p>Die Aufzeichnung erfolgte parallel zum EKG auf einer separaten Spur mit dem oben genannten DAT-Recorder. </p> </subsection> <subsection><head>Registrierung von Vigilanzkriterien</head> <p>Parallel zu EKG und Atmung wurden mit dem DAT-Recorder m&uuml;ndliche Bemerkungen des Untersuchers zur Vigilanz des Probanden aufgezeichnet. Seufzer, Mundbewegungen, Zuckungen, Augen- und K&ouml;rperbewegungen wurden als Kriterien f&uuml;r die Klassifikation der Schlafstadien (siehe Punkt 3.3.1.) fortlaufend protokolliert.</p> <p>Zus&auml;tzlich wurden offensichtlich durch technische Fehler (z.B. Wackelkontakt) hervorgerufene Signalst&ouml;rungen vermerkt.</p> </subsection> <subsection><head>Durchf&uuml;hrung der Longitudinalstudie</head> <p>Die Messungen erfolgten bei jedem Probanden am 1., 3., 5., 7., 10. Lebenstag (ohne Abweichung des tats&auml;chlichen Me&szlig;zeitpunktes), am 14., 21. und 28. Lebenstag (mit einer Abweichung von &plusmn; 1 Tag, weiterhin nach vollendetem 2., 3., 4., 5. und 6. Lebensmonat (mit einer Abweichung von &plusmn; 7 Tagen).</p> <p>Bis zum 5. Tag nach der Geburt waren Mutter und Kind in der neonatologischen Abteilung der Charit&eacute; station&auml;r untergebracht, dort erfolgten auch die Messungen. Zu den folgenden Terminen wurden Mutter und Proband einbestellt, die Messungen erfolgten weiter in dem daf&uuml;r eingerichteten Laboratorium in der neonatologischen Abteilung.</p> <p>Die Untersuchungen erfolgten abends gegen 19.<sup><u>00</u></sup>Uhr. Vor jeder Messung wurden Erkrankungen und St&ouml;rungen der k&ouml;rperlichen und neurologischen Entwicklung durch eine Anamneseerhebung und eine Untersuchung ausgeschlossen.</p> <p>Im Untersuchungsraum wurden die S&auml;uglinge zun&auml;chst gestillt bzw. gef&uuml;ttert. Nach Anlegen der Sensoren wurde bis zum spontanen Einschlafen der Kinder - meist 30-60 Minuten - gewartet. Nach dem Einschlafen wurde mit der Aufzeichnung der Daten begonnen. Die<float><pagenumber>13</pagenumber> </float> Aufzeichnungen dauerten ca. 60 Minuten, um Phasen ruhigen und Phasen aktiven Schlafes zu erfassen.</p> <p>&Uuml;ber Mikrophon wurden leise die oben genannten Vigilanzkriterien protokolliert, parallel dazu erfolgte die Anlage eines schriftlichen Me&szlig;protokolls f&uuml;r jede Messung</p> </subsection> </section> <section><head>Auswertung</head> <p>25 Probanden wurden untersucht. Davon schieden 8 Probanden aufgrund Abbruch der Teilnahme an der Studie durch die Eltern, ein Proband aufgrund eines Ikterus neonatorum gravis und ein Proband durch einen fieberhaften Virusinfekt aus. </p> <p>Ein weiterer Proband mu&szlig;te von der Auswertung der Studie ausgeschlossen werden, da er zwischen dem 5. Tag und dem vollendeten 2. Monat im ruhigen Schlaf keine regul&auml;re Atmung aufwies, sondern ausschlie&szlig;lich periodische Atmung bei sonst unauff&auml;lliger Entwicklung. Auch bei rund 25% der Messungen der anderen Probanden wurde periodische Atmung beobachtet, jedoch trat sie fast ausschlie&szlig;lich nur &uuml;ber wenige Minuten einer Messung und auch nicht &uuml;ber mehrere Me&szlig;tage in Folge auf.</p> <subsection><head>Klassifikation der Schlafstadien</head> <p>Perioden ruhigen und aktiven Schlafes wurden in Anlehnung an die Methode von Prechtl (86) klassifiziert. Kriterien f&uuml;r die Einteilung der Schlafstadien waren:</p> <p> 
<dl>
<dt><u>Ruhiger Schlaf:</u></dt> 
<dd>Augen geschlossen, Atmung und Herzaktion gleichm&auml;&szlig;ig, mororeflexartige Zuckungen (besonders in der Neonatalperiode), Seufzer, phasenweise rhythmische Mundbewegungen, keine andere Spontanmotorik; ununter-brochenes Vorliegen dieser Kriterien &uuml;ber mindestens drei Minuten</dd>
</dl> 
<float><pagenumber>15</pagenumber></float> 
<dl><dt><u>Aktiver Schlaf</u></dt> : <dd>Augen geschlossen, deutliche Schwankungen in Atmung und Herzaktion, wiederholt Spontan-motorik der Gliedma&szlig;en und des Kopfes, Mimik, phasenweise schnelle Augenbewegungen </dd>
</dl> </p> <p>Anhand der durch den Untersucher parallel zum Me&szlig;vorgang protokollierten Vigilanzkriterien und der visuellen Beurteilung eines Ausdruckes der gesamten Messung (siehe Abbildung 2) erfolgte die vorl&auml;ufige Auswahl von Abschnitten aktiven und ruhigen Schlafes.</p> <p> <mm entity="obj.13"><caption>Abb. 2: ca. 2100 s langer Me&szlig;abschnitt mit markiertem typischem ruhigem und aktivem Schlaf mit Darstellung der instantanen Herzfrequenz in Hz (errechnet als Reziproke der Herzperiodendauern) und des Atemsignales in V </caption></mm></p>  <p>Diese Abschnitte wurden herausvergr&ouml;&szlig;ert und nochmals auf Fehler durchgesehen. Zur Auswertung kamen nur Abschnitte (Files), die eindeutig einem Schlafstadium zuzuordnen sind. Je ein Beispiel f&uuml;r ruhigen und aktiven Schlaf ist in den Abbildungen 3 und 4 dargestellt, zur besseren &Uuml;bersichtlichkeit ist jeweils nur ein kurzer Zeitabschnitt abgebildet.</p> <p><float><pagenumber>16</pagenumber> </float><mm entity="obj.14"><caption>Abb. 3: Abschnitt mit 50 s ruhigen Schlafes </caption></mm></p>  <mm entity="obj.15"><caption>Abb. 4: Abschnitt mit 50 s aktiven Schlafes, man sieht das im Vergleich zu Abbildung 3 deutlich ungleichf&ouml;rmige Atemsignal und die gr&ouml;&szlig;ere Schwankungsbreite von Atemsignal und Herzfrequenz</caption></mm>   
</subsection> 
<subsection><float><pagenumber>17</pagenumber> </float><head>Signalaufbereitung</head> <p>Die durch den DAT-Recorder aufgezeichneten analogen Daten wurden mittels A-D-Wandler (CED 1401, Science Park Cambridge, Gro&szlig;britannien) f&uuml;r die computergest&uuml;tzte Weiterverarbeitung digitalisiert. Die A-D-Wandlung des Atemsignals erfolgte mit einer Abtastfrequenz von 10 Hz mit einer Aufl&ouml;sung von 14 Bit. Beim EKG-Signal wurde eine elektronische R-Zacken-Erkennung mit einer Genauigkeit von +/- 1ms und die Berechnung der RR-Intervalle durch das CED 1401 verwendet.</p> </subsection> <subsection><head>Auswahl der Rohdaten</head> <p>Zur Auswertung kamen die RR-Intervalle (HPD) und die Kurve der thorakalen Atemexkursion. Es wurden f&uuml;r jede Phase ruhigen Schlafes m&ouml;glichst viele technisch st&ouml;rungsfreie Abschnitte von 130s L&auml;nge ausgew&auml;hlt. Bei wenigen F&auml;llen, wo aufgrund kurz aufeinander folgender technischer St&ouml;rungen, Seufzer oder Zuckungen 130s nicht erreicht werden konnten, wurden k&uuml;rzere Files (mindestens aber 65s) gew&auml;hlt. Pro Proband und Me&szlig;tag lie&szlig;en sich f&uuml;r den ruhigen Schlaf durchschnittlich 4 Files ausw&auml;hlen. Weiterhin wurden zum Vergleich 130s-Files mit Phasen des aktiven Schlafes ausgew&auml;hlt, pro Proband und Me&szlig;tag durchschnittlich 2 Files. Um bei der Berechnung der Koh&auml;renzspektren auch Aussagen f&uuml;r den niederfrequenten Bereich bis 0,04 Hz zu erhalten, mu&szlig;ten methodenbedingt gr&ouml;&szlig;ere, 360s lange Abschnitte ruhigen und unruhigen Schlafes ausgew&auml;hlt werden. Pro Proband und Me&szlig;tag kam f&uuml;r ruhigen und aktiven Schlaf je ein 360s-File zur Auswertung.</p> </subsection> <subsection><head>Messung der RSA</head> <p>Als Ma&szlig; f&uuml;r die RSA wurden die Amplituden der Schwankung der Herzperiodendauer (HPD) im Atemrhythmus &uuml;ber 30 aufeinander-folgende Perioden (entsprechend 30 Atemz&uuml;gen) f&uuml;r jeden File bestimmt und gemittelt. Gemessen wurde immer vom HPD-Maximum zum darauffolgenden Minimum (siehe Abb.5).</p> <p><float><pagenumber>18</pagenumber> </float> <mm entity="obj.16"><caption>Abb. 5: Bestimmung der RSA aus der HPD-Zeitreihe durch Mittelung der Amplitude von 30 aufeinanderfolgenden Schwingungen der HPD im Atemrhythmus </caption></mm></p>  <p>Das Verh&auml;ltnis der Gr&ouml;&szlig;e der RSA zur L&auml;nge der HPD wurde anhand des prozentualen Anteils der mittleren RSA an der mittleren HPD (<im><mm entity="obj.17"></mm></im>) untersucht und f&uuml;r jeden Probanden und Me&szlig;tag nach folgender Formel errechnet:</p> <mm entity="obj.18" typ="math"></mm>  </subsection> <subsection><head>Die Bestimmung der gr&ouml;&szlig;ten negativen Kreuzkorrelation zwischen Atmung und Herzperiodendauer-Zeitreihe und deren Phasenverschiebung</head> <p>Die linear interpolierte HPD-Zeitreihe und die Kurve des thorakalen Atemsignales wurden mit einer Frequenz von 10 Hz abgetastet. Zur Berechnung der Kreuzkorrelation wurden diese beiden Zeitreihen gegeneinander schrittweise maximal um 6s in jede Richtung verschoben. Die Schrittweite entspricht der Abtastrate (100 ms). </p> <p><float><pagenumber>19</pagenumber> </float>Die Berechnung der Kreuzkorrelationsfunktion erfolgte in Anlehnung an das Verfahren von Chatfield (19).</p> <p>Zur Auswertung kamen nur fehlerfreie Files und Files mit vereinzelten technischen Fehlern. Aufgrund technischer St&ouml;rungen im Untersuchungsablauf vorhandene Ausrei&szlig;er in der HPD-Zeitreihe (zu lange Herzperiodendauern aufgrund nichterkannter R-Zacken und zu kurze Herzperiodendauern aufgrund als R-Zacken gewerteter St&ouml;rsignale) wurden &uuml;ber ein durch Dr. Orlow (Institut f&uuml;r medizinische Datenverarbeitung der Charit&eacute;) entwickeltes Programm unter Vermeidung von Phasenspr&uuml;ngen bei Beibehaltung der Gesamtzeit Verwendung des Files korrigiert. Die Korrektur erfolgte basierend auf einer H&auml;ufigkeitsverteilungs-Analyse. Weniger als 5% der Files mu&szlig;ten korrigiert werden. Anschlie&szlig;end wurde unter Verwendung der korrigierten HPD-Zeitreihe und dem zugeh&ouml;rigen Atemsignal die Kreuzkorrelationsfunktion errechnet. Zus&auml;tzlich wurden die signifikanten Maxima mit der zugeh&ouml;rigen Phasenverschiebung und die Werte f&uuml;r die Irrtumswahrscheinlichkeiten von 5% und 1% errechnet. </p> <p>Abbildung 6 zeigt an einem Beispiel f&uuml;r ruhigen Schlaf schematisch die Bestimmung der gr&ouml;&szlig;ten negativen Kreuzkorrelation und der dazugeh&ouml;rigen Phasenverschiebung, Abbildung 7 zeigt eine typische Kreuzkorrelationsfunktion f&uuml;r aktiven Schlaf.</p> <mm entity="obj.19"><caption>Abb. 6:         Typisches Beispiel f&uuml;r ein Ergebnis der Berechnung der Kreuz-korrelationsfunktion f&uuml;r ruhigen Schlaf. Der als Kreuzkorrelations-koeffizient (KKK) festgelegte Punkt der gr&ouml;&szlig;ten negativen Kreuzkorrelation (A) betr&auml;gt -0,71. Die zugeh&ouml;rige Phasen-verschiebung (B) betr&auml;gt -0,5s).</caption></mm> <p><float><pagenumber>20</pagenumber> </float>
F&uuml;r die Untersuchung der Kreuzkorrelation und der Phasenverschiebung zwischen Atmung und HPD-Zeitreihe wurde der Punkt der gr&ouml;&szlig;ten negativen Kreuzkorrelation (im weiteren Text Kreuzkorrelationskoeffizient oder KKK genannt) und die dazugeh&ouml;rige Phasenverschiebung verwendet. Der Punkt der gr&ouml;&szlig;ten negativen Kreuzkorrelation wurde aufgrund des der RSA zugrundeliegenden bekannten Zusammenhanges von Inspiration und abnehmender Herzperiodendauer (bzw. Exspiration und zunehmender Herzperioden-dauer), was einer negativen Korrelation beider Parameter entspricht, gew&auml;hlt. Die Werte der Kreuzkorrelation k&ouml;nnen zwischen null und eins bzw. minus eins liegen. Eine optimale Kopplung beider kreuzkorrelierter Signale besteht bei den Werten eins (positive Korrelation) und minus eins (negative Korrelation), wogegen bei dem Wert null keine Kopplung vorliegt.</p> <mm entity="obj.20"><caption>Abb. 7:         Typisches Beispiel f&uuml;r ein Ergebnis der Berechnung der Kreuzkorrelationsfunktion f&uuml;r aktiven Schlaf (keine signifikante Kreuzkorrelation)</caption></mm> </subsection> <subsection><float><pagenumber>21</pagenumber> </float><head>Die Berechnung der Koh&auml;renzspektren</head> <p>F&uuml;r die Berechnung der Koh&auml;renzspektren wird die Verl&auml;&szlig;lichkeit einer linearen &Uuml;bertragungsfunktion zwischen den Zeitreihen von Atemsignal x(t) und mittels Splinefunktion interpolierter Herzfrequenz-Zeitreihe y(t) errechnet - oder mit anderen Worten die &Uuml;bereinstimmung der Amplitudenspektren von Atemsignal und mittels Splinefunktion interpolierter Herzfrequenz-Zeitreihe untersucht (die Herzfrequenz-Zeitreihe wurde aus der Herzperiodendauer-Zeitreihe berechnet, siehe Methodik, Pkt. 3.3.7). Damit ist eine Aussage zur St&auml;rke der linearen Kopplung beider Signale im gew&auml;hlten Frequenzbereich m&ouml;glich. </p> 
<p>Prim&auml;r wurden mittels Fourier-Transformation die Amplitudenspektren x(f) und y(f) beider Zeitreihen berechnet (siehe Abbildung 8). Aus dem Produkt von Amplitudenspektrum x(f) und komplex konjugiertem Amplitudenspektrum y*(f), gefaltet mit einer sogenannten Defokussierungsfunktion W(f), ergibt sich das Koh&auml;renzspektrum (siehe Abbildung 9). F&uuml;r die Funktion W(f) wurde ein gleichgewichteter Gleitdurchschnittfilter mit einer Breite von 10/360 Hz eingesetzt. </p> <p><mm entity="obj.21"><caption>Abb. 8: Ein Beispiel f&uuml;r Leistungsspektren von Atem-signal (x(f)) und mittels Splinefunktion interpolierter Herzfrequenz-Zeitreihe (y(f)); Proband 1, 90. Lebenstag.<br/>Auf beiden Spektren zeigt sich ein deutliches Maximum der Leistung bei 0,42 Hz, entsprechend der Atemfrequenz des Probanden von 25/min. Dies l&auml;&szlig;t das Vorhandensein einer RSA vermuten.</caption></mm></p> <p>Die Werte der Koh&auml;renz liegen zwischen eins und null. Bei dem Wert null ist keine Kopplung der Zeitreihen im Bereich der entsprechenden<float><pagenumber>22</pagenumber> </float> Frequenz vorhanden; die optimale Kopplung zeigt den Wert eins. Werte kleiner als 0,53 sind f&uuml;r eine Kopplung bei den hier untersuchten Datenabschnitten nicht signifikant (67). Um eine Aussage auch f&uuml;r niedrige Frequenzbereiche zu erreichen wurden die f&uuml;r die Berechnung der Koh&auml;renzspektren ausgew&auml;hlten Datenabschnitte m&ouml;glichst lang gew&auml;hlt. Unter Ber&uuml;cksichtigung der maximalen L&auml;nge st&ouml;rungsfreier Datenabschnitte eines Schlafstadiums und der Notwendigkeit, m&ouml;glichst f&uuml;r jede Messung einen solchen Datenabschnitt zu finden, wurden 360s lange Files ausgew&auml;hlt. Das Koh&auml;renzspektrum wurde in einen Low-Frequency-Bereich (LF) von 0,04-0,2 Hz und in einen High-Frequency-Bereich (HF) von >0,2-1,5 Hz geteilt. Mit einem von R. Mrowka (Institut f&uuml;r Physiologie, Charit&eacute;, HUB) erstellten Programm wurden Koh&auml;renz und Frequenz der Koh&auml;renz-Maxima beider Frequenzbereiche errechnet.</p> <mm entity="obj.22"><caption>Abb. 9:         Koh&auml;renzspektrum mit Darstellung der berechneten Parameter Frequenz und Koh&auml;renz des HF- und des LF-Maximums; gleicher Datenabschnitt wie Abbildung 8</caption></mm> </subsection> <subsection><float><pagenumber>23</pagenumber> </float><head>Die Ermittlung von Herz- und Atemfrequenz</head> <p>Die Herzfrequenz (HR, Heart rate) wurde f&uuml;r den gew&auml;hlten Untersuchungsabschnitt als Reziproke der Herzperiodendauern berechnet und &uuml;ber die L&auml;nge des Untersuchungsabschnittes (64-130s und 360s) gemittelt. Die entsprechende Formel lautet:</p> <p><mm entity="obj.23" typ="math"></mm> </p> <p>Die Atemfrequenz wurde f&uuml;r den gew&auml;hlten Untersuchungsabschnitt als Reziproke der Atemzugdauern berechnet und ebenfalls &uuml;ber die L&auml;nge des Untersuchungsabschnittes (64-130s und 360s) gemittelt. Die entsprechende Formel lautet:</p> <mm entity="obj.24" typ="math"></mm> <p>Die Atemzugdauer wurde als Zeitdauer vom Inspirationsbeginn des Atemzuges x bis zum Inspirationsbeginn des folgenden Atemzuges x+1 definiert. Die Bestimmung des Inspirationsbeginnes erfolgte mittels computergest&uuml;tzter Atemzuganalyse unter Verwendung heuristischer Algorithmen entsprechend der von Haddad et al. (40, 41) und Haidmayer et al. (42) angewandten Methodik.</p> </subsection> <subsection><head>Die statistische Auswertung</head> <p>Die Irrtumswahrscheinlichkeiten wurde auf &pound;5 % festgelegt.</p> <p>F&uuml;r jeden untersuchten Parameter wurde zur Testung auf statistische Signifikanz des Kurvenverlaufes der Mittelwerte der 14 Probanden der Friedman-Test durchgef&uuml;hrt (Testung mehrerer Gruppen abh&auml;ngiger, ordinal skalierter Daten). F&uuml;r jeden Proband und Me&szlig;tag kam jeweils der Medianwert der Werte aller f&uuml;r diesen Proband und Me&szlig;tag untersuchten Files zur Anwendung.</p> <p><float><pagenumber>24</pagenumber> </float>Die Kurven der Mittelwerte der 14 Probanden wurde mittels Wilcoxon-Test auf signifikante Ver&auml;nderungen zwischen den einzelnen Untersuchungstagen untersucht (Testung von zwei Gruppen abh&auml;ngiger, ordinal skalierter Daten). Diese Untersuchung wurde nur bei Signifikanz des Friedman-Testes durchgef&uuml;hrt. F&uuml;r jeden Probanden und Me&szlig;tag kam wieder jeweils der Medianwert der Werte aller f&uuml;r diesen Proband und Me&szlig;tag untersuchten Files zur Anwendung.</p> <p>Zur Untersuchung der Entwicklung der Kurvenverl&auml;ufe auf Unterschiede zwischen den Geschlechtern wurde bei Signifikanz des Friedman-Testes f&uuml;r die jeweiligen Me&szlig;tage der U-Test nach Mann und Whitney durchgef&uuml;hrt (Testung von zwei Gruppen unabh&auml;ngiger Daten). </p> <p>Der Zusammenhang zweier metrisch skalierter Parameter (z.B. RSA und Atemfrequenz) wurde mittels Berechnung des Pearson`schen Korrelationskoeffizienten und der Regressionskurve untersucht. Ob die Werte aller Files aller Messungen oder ob die Mittelwerte der 14 Probanden je Me&szlig;tag f&uuml;r die Berechnung verwendet wurden, ist den entsprechenden Grafiken und dem dazugeh&ouml;rigen Text zu entnehmen.</p> <p>Zur Berechnung der Mittelwerte der 14 Probanden wurde je Proband, Me&szlig;tag und Schlafstadium der Medianwert des zu untersuchenden Parameters verwendet. Die Darstellung der Einzelverl&auml;ufe der Probanden basiert ebenfalls auf den Medianwerten je Me&szlig;tag und Schlafstadium.</p> </subsection> </section> </chapter>
<chapter><float><pagenumber>25</pagenumber> </float><head>Ergebnisse</head> <section><head>Die Respiratorische Sinusarrhythmie</head> <subsection><head>Die Entwicklung der Respiratorischen Sinusarrhythmie im ersten Lebenshalbjahr im ruhigen Schlaf </head> <p>Die Abbildung 10 zeigt einen signifikanten, deutlich nichtlinearen Verlauf der zeitlichen Entwicklung der RSA (p&lt;0,0001). Die mittlere RSA betrug im ruhigen Schlaf am ersten Tag 14,9 ms. Bis zum 3. Lebenstag ist ein signifikanter Anstieg der RSA zu verzeichnen (p=0,018), gefolgt von einem ebenfalls signifikanten Abfall bis zum 21. Lebenstag (p=0,0039). Anschlie&szlig;end zeigt die RSA einen nahezu linearen signifikanten Anstieg bis zum vollendeten ersten Lebenshalbjahr (p=0,001) auf 47,3 ms.</p> <mm entity="obj.25"><caption>Abb. 10: Die Entwicklung der RSA (in ms) im ersten Lebenshalbjahr; Mittelwerte der 14 Probanden +/- der Standardabweichung der Mittelwerte (Standard error of the mean, SEM)</caption></mm> <p><float><pagenumber>26</pagenumber> </float>Da&szlig; diese Entwicklung den individuellen Verl&auml;ufen sehr &auml;hnlich ist, zeigt Abbildung 11. Auffallend ist die interindividuelle Differenz in der Auspr&auml;gung der Absolutwerte der RSA. Der niedrigste Wert betrug am 1. Lebenstag 5 ms (Proband 2), der h&ouml;chste 31 ms (Proband 25). Diese Differenz w&auml;chst mit zunehmendem Alter und erreicht am Ende unserer Me&szlig;periode ihr Maximum mit einer RSA von 14 ms (Proband 15) gegen eine RSA von 141 ms (Proband 1). Dies zeigt sich auch in der Zunahme des SEM in Abbildung 10.</p> <p>Trotz der interindividuellen Variabilit&auml;t zeigt sich jedoch bei allen Probanden nach in der ersten Woche erreichten relativ hohen RSA-Werten ein deutlicher Abfall der RSA mit Minimum um die 2. bis 4. Woche, gefolgt von einem Anstieg der RSA bis zum vollendeten ersten Lebenshalbjahr.</p> <mm entity="obj.26"><caption>Abb. 11:         Die Entwicklung der RSA im ersten Lebenshalbjahr, individuelle Verl&auml;ufe der 14 Probanden </caption></mm> <p>Abbildung 12 zeigt die Entwicklung des prozentualen Anteils des SEM an der RSA. Dieser steigt jedoch nicht signifikant (r=0,114; Irrtumswahrscheinlichkeit a<sub>5% </sub>bei r=0,52 [das hei&szlig;t, bei einem Wert von >0,52 ist die Korrelation signifikant]).</p> <p><float><pagenumber>27</pagenumber> </float>Daraus folgt, da&szlig; wie in den Abbildungen 10 und 11 dargestellt die interindividuelle Differenz in der Auspr&auml;gung der RSA im zeitlichen Verlauf in Absolutwerten (in ms) zwar w&auml;chst, sich aber relativ (unter Ber&uuml;cksichtigung der im Verlauf auch zunehmenden RSA) die interindividuelle Differenz in der H&ouml;he der RSA zwischen den Probanden nicht signifikant &auml;ndert.</p> <mm entity="obj.27"><caption>Abb. 12:         Die Entwicklung des prozentualen Anteils des SEM an der RSA; mit Regressionskurve (y=0,0074x+19,9; n=14)</caption></mm> <p>Um bei interindividuell starken Unterschieden in der Auspr&auml;gung der RSA die Vergleichbarkeit der individuellen Verl&auml;ufe zu verbessern, wurde auch die prozentuale Entwicklung der RSA in Prozent vom Ausgangswert (1. Lebenstag) untersucht (siehe Abbildungen 13 und 14).</p> <p>Es zeigt sich ein im Wesentlichen unver&auml;nderter, ebenfalls signifikanter Kurvenverlauf (p&lt;0,0001). Der bei den Absolutwerten der RSA mit hohen Werten auffallende Proband 01 (siehe Abbildung 11) zeigt bei der prozentualen Zunahme der RSA aufgrund des von Anfang an hohen Niveaus der RSA keine Prominenz. Dagegen imponiert Proband 2 mit einer starken prozentualen Zunahme der RSA bei jedoch sehr geringer RSA am 1. Lebenstag (5 ms; Mittelwert aller Probanden 14,9 ms)</p> <p><float><pagenumber>28</pagenumber> </float> <mm entity="obj.28"><caption>Abb. 13: Die Entwicklung der RSA im ersten Lebenshalbjahr in % des Wertes des ersten Lebenstages; Mittelwerte der 14 Probanden +/- der Standardabweichung der Mittelwerte.</caption></mm></p>  <mm entity="obj.29"><caption>Abb. 14:         Die Entwicklung der RSA im ersten Lebenshalbjahr in % des Wertes des 1. Lebenstages; individuelle Verl&auml;ufe der 14 Probanden</caption></mm> <p>Abbildung 15 und 16 zeigen den zeitlichen Verlauf des mittleren prozentualen Anteils der RSA an der mittleren HPD.</p> <p><float><pagenumber>29</pagenumber> </float><mm entity="obj.30"><caption>Abb. 15:         Die Entwicklung des prozentualen Anteils der mittleren RSA an der mittleren HPD im ersten Lebenshalbjahr in % der HPD; Mittelwerte der 14 Probanden +/- der Standardabweichung der Mittelwerte </caption></mm></p>  <mm entity="obj.31"><caption>Abb. 16:         Die Entwicklung des prozentualen Anteils der mittleren RSA an der jeweiligen mittleren HPD in % der HPD, individuelle Verl&auml;ufe der 14 Probanden </caption></mm> <p><float><pagenumber>30</pagenumber> </float>Der mittlere prozentuale Anteil der RSA an der jeweiligen Herzperiodendauer betr&auml;gt am ersten Lebenstag 2,9%. Bei signifikantem Kurvenverlauf (p&lt;0,0001) nimmt er bis zum 5. Lebenstag zu (p=0,0015), anschlie&szlig;end wieder Abfall bis zum 21. Lebenstag (p=0,0076) mit nachfolgendem Anstieg bis zum vollendeten ersten Lebenshalbjahr (p=0,0010). Bis zum 180. Lebenstag ist der Wert auf 10% gestiegen.</p>   </subsection> <subsection><head>Die Untersuchung der RSA im ruhigen Schlaf auf m&ouml;gliche Einflu&szlig;gr&ouml;&szlig;en</head> <p><head><u>RSA und Atemfrequenz</u></head></p> <p>Zur Untersuchung der Beziehung der RSA zur Atemfrequenz (AF) sind in Abbildung 17 f&uuml;r jeden File aller Probanden die RSA gegen die gemittelten Werte der Atemfrequenz zun&auml;chst unabh&auml;ngig vom Lebensalter dargestellt.</p> <mm entity="obj.32"><caption>Abb. 17:         Abh&auml;ngigkeit der RSA von der Atemfrequenz mit Regressionskurve (y=887x<sup>-1,69</sup>; n=782)</caption></mm> <p>Atemfrequenz und RSA stehen in einem engen Zusammenhang im Sinne einer Potenzfunktion. H&ouml;here Atemfrequenzen sind bei allen<float><pagenumber>31</pagenumber> </float> 14 Probanden mit einer niedrigen RSA verbunden. Es besteht eine signifikante negative Korrelation zwischen Atemfrequenz und RSA (Korrelationskoeffizient r=-0,598. Irrtumswahrscheinlichkeit a<sub>5%</sub> bei r=0,068). </p> <p>Zur Untersuchung der zeitlichen Entwicklung dieses Zusammenhanges wird zun&auml;chst in Abbildung 18 die Entwicklung der Atemfrequenz im ersten Lebenshalbjahr dargestellt.</p> <p>Es zeigt sich ein signifikanter, nichtlinearer Verlauf der zeitlichen Entwicklung der Atemfrequenz (p&lt;0,0001). Am ersten Lebenstag betr&auml;gt die mittlere Atemfrequenz 42,3/min. Zwischen 5. Lebenstag und 21. Lebenstag ist ein signifikanter Anstieg der mittleren Atemfrequenz auf 45,6/min zu verzeichnen (p=0,023), gefolgt von einem ebenfalls signifikanten Abfall bis auf 28,3/min zum 180. Lebenstag (p=0,001).</p> <mm entity="obj.33"><caption>Abb. 18:         Entwicklung der Atemfrequenz im ersten Lebenshalbjahr mit einem Anstieg der Atemfrequenz bis 21. Lebenstag und nachfolgender Verringerung bis zum 180. Lebenstag. Darstellung der Mittelwerte der 14 Probanden +/- der Standardabweichung der Mittelwerte </caption></mm> <p>Abbildung 19 zeigt als dreidimensionale Grafik die Beziehung zwischen Atemfrequenz, RSA und Alter des Probanden. In dieser Grafik sind f&uuml;r alle Probanden die Mittelwerte von RSA und Atemfrequenz f&uuml;r jeden Me&szlig;tag dargestellt.</p> <p><float><pagenumber>32</pagenumber></float> Es f&auml;llt eine deutliche Zunahme der Streuung der individuellen Atemfrequenz-Werte bis zum 21. Tag auf, gefolgt von einer kontinuierlichen Abnahme bis zum 180. Tag (siehe Abbildung 19).</p> <mm entity="obj.34"><caption>Abb. 19:         Entwicklung von RSA und AF im ersten Lebenshalbjahr. Je Proband und Me&szlig;tag Medianwerte von RSA und Atemfrequenz. Zum 21. Lebenstag hin zunehmende interindividuelle Streuung und Zunahme der mittleren Atemfrequenz bei gleichzeitig abnehmender mittlerer RSA, anschlie&szlig;end Abnahme von mittlerer Atemfrequenz und deren Streuung bei Zunahme der mittleren RSA </caption></mm> <p>In der Einzelbetrachtung der Werte der einzelnen Lebenstage best&auml;tigt sich mit Ausnahme des 1., 5. und 10. Lebenstages &uuml;ber den gesamten zeitlichen Verlauf der in Abbildung 17 (dort jedoch ohne R&uuml;cksicht auf den zeitlichen Verlauf) dargestellte Zusammenhang zwischen Atemfrequenz und RSA. Am 1., 5. und 10. Lebenstag ist der Zusammenhang statistisch nicht signifikant. F&uuml;r die Berechnung wurden pro Proband und Me&szlig;tag die Medianwerte verwendet. </p> <p><float><pagenumber>33</pagenumber> </float><head><u>RSA und Herzfrequenz</u></head></p> <p>Um die Abh&auml;ngigkeit der RSA von der Herzfrequenz anschaulich zu machen, wurde in Abbildung 20 f&uuml;r jeden File aller 14 Probanden die RSA gegen die gemittelten Werte der Herzfrequenz zun&auml;chst unabh&auml;ngig vom Lebensalter dargestellt.</p> <mm entity="obj.35"><caption>Abb. 20:         Abh&auml;ngigkeit der RSA von der Herzfrequenz mit Regressionskurve (y=2,6 &times;10<sup>11 </sup>&times; x<sup>-4,82</sup>; n=782)</caption></mm> <p>Herzfrequenz und RSA stehen ebenso wie Atemfrequenz und RSA in einem engen Zusammenhang im Sinne einer Potenzfunktion. H&ouml;here Herzfrequenzen sind bei allen 14 Probanden mit einer niedrigen RSA verbunden. Es besteht eine signifikante negative Korrelation zwischen Herzfrequenz und RSA (Korrelationskoeffizient r=-0,598; a<sub>5%</sub> bei r=0,068). </p> <p>Zur weiteren Untersuchung des Zusammenhanges zwischen Herzfrequenz und RSA erfolgt die Darstellung der Entwicklung der Herzfrequenz im ersten Lebenshalbjahr in Abbildung 21.</p> <p><float><pagenumber>34</pagenumber></float> <mm entity="obj.36"> <caption>Abb. 21:         Entwicklung der Herzfrequenz im ersten Lebenshalbjahr, Mittelwerte der 14 Probanden +/- der Standardabweichung der Mittelwerte (SEM)</caption></mm></p> <p>Es zeigt sich ebenfalls ein signifikanter, nichtlinearer Verlauf der Entwicklung der Herzfrequenz (p&lt;0,0001). Am ersten Lebenstag betr&auml;gt die mittlere Herzfrequenz 119/min, am 10. Lebenstag 146/min und am 180. Lebenstag 116/min. Zwischen 3. Lebenstag und 10. Lebenstag ist ein signifikanter Anstieg der mittleren Herzfrequenz zu verzeichnen (p=0,002). Dieses Frequenzniveau wird bis zum 21. Tag (bei einem leichten, nicht signifikanten Abfall) gehalten, um anschlie&szlig;end zum 180. Tag hin signifikant abzufallen (p=0,001). </p> <p>Abbildung 22 stellt als dreidimensionale Grafik die Beziehung zwischen Herzfrequenz, RSA und Alter des Probanden dar. In dieser Grafik sind f&uuml;r alle Probanden die Mittelwerte von RSA und Herzfrequenz f&uuml;r jeden Me&szlig;tag dargestellt. Hier zeigt sich deutlich, da&szlig; sich der in Abbildung 20 (dort jedoch ohne R&uuml;cksicht auf den zeitlichen Verlauf) dargestellte Zusammenhang zwischen Herzfrequenz und RSA &uuml;ber den gesamten zeitlichen Verlauf erstreckt. Eine signifikante negative Korrelation von RSA und HR besteht an allen gemessenen Lebenstage.</p> <p>Die in Abbildung 19 dargestellte Zunahme der Streuung der individuellen Atemfrequenzwerte bis zum 21. Lebenstag kann f&uuml;r die Herzfrequenz nicht nachgewiesen werden.</p> <p><float><pagenumber>35</pagenumber></float> <mm entity="obj.37"> <caption>Abb. 22:         Entwicklung von RSA und Herzfrequenz (HR) im ersten Lebenshalbjahr. Je Proband und Me&szlig;tag Medianwerte von RSA und Herzfrequenz </caption></mm></p> <p><head><u>RSA und Quotient aus Herzfrequenz und Atemfrequenz</u></head></p> <p>Den Zusammenhang von RSA und Anzahl der Herzschl&auml;ge pro Atemzug illustriert Abbildung 23. Es wurden f&uuml;r alle Files aller Probanden zun&auml;chst unabh&auml;ngig vom Me&szlig;zeitpunkt die gemittelten Werte der RSA und des Quotienten aus Herz- und Atemfrequenz (Q) dargestellt.</p> <p>H&ouml;here Quotienten aus Herz- und Atemfrequenz sind bei allen 14 Probanden mit einer h&ouml;heren RSA verbunden; das hei&szlig;t, je mehr Herzschl&auml;ge pro Atemzug stattfinden, desto h&ouml;her ist die RSA.</p> <p>Es besteht eine signifikante positive Korrelation zwischen Q und RSA (Korrelationskoeffizient r=0,364; a<sub>5%</sub> bei r=0,068), wobei jedoch die Korrelation deutlich geringer ist als die zwischen RSA und Herz- oder Atemfrequenz. </p> <p><float><pagenumber>36</pagenumber></float> <mm entity="obj.38"> <caption>Abb. 23:         Abh&auml;ngigkeit der RSA vom Quotient (Q) aus Herzfrequenz und Atemfrequenz mit Regressionskurve (y=4,75x<sup>1,17</sup>; n=782)</caption></mm></p> <p>Die zeitliche Entwicklung von Q ist in Abbildung 24 dargestellt. Es zeigt sich ein signifikanter, nichtlinearer Verlauf der zeitlichen Entwicklung der Quotienten (p&lt;0,0001). Am ersten Lebenstag ist Q=2,9; das hei&szlig;t, in der Zeit von einem Atemzug erfolgen 2,9 Herzschl&auml;ge. Zwischen 3. Lebenstag und 10. Lebenstag ist ein signifikanter Anstieg von Q zu verzeichnen (p=0,0157). Der bis zum 21. Tag folgende Abfall ist nicht signifikant (p=0,074). Der nachfolgende Anstieg ist jedoch vom 21. zum 28. Tag und vom 21. zum 180. Tag signifikant (p=0,011 und p=0,001). Am 180. Lebenstag ist Q=4,5; das hei&szlig;t, die Anzahl der Herzschl&auml;ge pro Atemzug ist auf 4,5 angestiegen. </p> <p>Da&szlig; die Korrelation zwischen RSA und Q deutlich geringer ist, als zwischen RSA und Herz- oder Atemfrequenz, zeigt sich neben dem geringeren Korrelationskoeffizienten deutlich in Abbildung 25. H&ouml;here Q-Werte sind nicht so offensichtlich mit einer h&ouml;heren RSA verbunden wie h&ouml;here Werte der AF und HR (vergleiche Abbildung 19 u. 21). Unter Beachtung des Me&szlig;zeitpunktes ergibt sich eine signifikante Korrelation zwischen RSA und Q nur am 3., 7., 14., 28., 120. und 150. Lebenstag. An allen diesen Tagen ist ein h&ouml;heres Q mit einer h&ouml;heren RSA verbunden. An den anderen Me&szlig;tagen ergibt sich kein signifikanter Zusammenhang.</p> <p>Auff&auml;llig ist weiterhin die gro&szlig;e interindividuelle Streuung der Q-Werte. Ab 21. Lebenstag nimmt diese Streuung deutlich ab.</p> <p><float><pagenumber>37</pagenumber></float> <mm entity="obj.39"> <caption>Abb. 24:         Entwicklung des Quotienten aus Herz- und Atemfrequenz im ersten Lebenshalbjahr, Mittelwerte der 14 Probanden +/- der Standard-abweichung der Mittelwerte (SEM)</caption></mm></p> <mm entity="obj.40"><caption>Abb. 25:         Entwicklung von RSA und Q im ersten Lebenshalbjahr. Je Proband und Me&szlig;tag Medianwerte von RSA und Herzfrequenz </caption></mm> <p><float><pagenumber>38</pagenumber> </float><head><u>Die RSA - Untersuchung auf weitere m&ouml;gliche Einflu&szlig;gr&ouml;&szlig;en</u></head></p> <p>Als erstes wird der Einflu&szlig; des Abstandes des Zeitpunktes der ersten Messung vom Geburtszeitpunkt untersucht. Es findet sich kein signifikanter Zusammenhang von Me&szlig;zeitpunkt postnatal und RSA (Korrelationskoeffizient r=-0,183; a<sub>5%</sub> bei r=0,53). </p> <p>Desweiteren konnte kein signifikanter Zusammenhang von RSA am ersten Tag und Geburtsgewicht gefunden werden (Korrelationskoeffizient r=0,155; a<sub>5%</sub> bei r=0,51).</p> <p>Auch Schwangerschaftsdauer und RSA am ersten Lebenstag stehen bei den Probanden nicht in signifikantem Zusammenhang (siehe Abbildung 19, Korrelationskoeffizient r=0,099; a<sub>5%</sub> bei r=0,51).</p> <p>An dieser Stelle sei nochmals darauf hingewiesen, da&szlig; an der Untersuchung nur zeitgerecht und eutroph Geborene mit unkompliziertem Geburtsverlauf als Probanden teilnahmen (weitere Kriterien siehe Methodik, Pkt. 3.1.).</p> <mm entity="obj.41"><caption>Abb. 26:         Abh&auml;ngigkeit der RSA am ersten Lebenstag vom Nabelschnur - pH, je Proband Medianwerte der RSA; mit Regressionskurve (y=68,1x -480; n=14)</caption></mm> <p><float><pagenumber>39</pagenumber> </float>Zwischen Nabelschnur-pH zum Zeitpunkt der Geburt und RSA am ersten Lebenstag konnte ein signifikanter Zusammenhang gefunden werden (r=0,514; a<sub>5%</sub> bei r=0,51; siehe Abbildung 26). </p> <p>Die RSA am ersten Lebenstag ist um so geringer, desto st&auml;rker die perinatale Acidose ist.</p> <p>In diesem Zusammenhang ist bei dem oben dargestellten signifikanten Zusammenhang von Atemfrequenz, Herzfrequenz und RSA deren Verhalten am ersten Me&szlig;tag in Abh&auml;ngigkeit vom Nabelschnur-pH von Interesse (siehe Abbildung 27).</p> <p>Nabelschnur - pH und Herzfrequenz am ersten Lebenstag korrelieren nicht signifikant (Korrelationskoeffizient r=0,12; a<sub>5%</sub> bei r=0,51), wogegen Nabelschnur - pH und Atemfrequenz am ersten Lebenstag eine signifikante negative Korrelation zeigen (Korrelationskoeffizient r=-0,531; a<sub>5%</sub> bei r=-0,51).</p> <p>Somit war bei den Probanden eine st&auml;rkere perinatale Acidose mit einer h&ouml;heren Atemfrequenz noch mehrere Stunden nach der Geburt nachweisbar (die fr&uuml;heste Messung wurde erst 5h nach der Geburt durchgef&uuml;hrt).</p> <mm entity="obj.42"><caption>Abb. 27:         Abh&auml;ngigkeit der AF am ersten Lebenstag vom Nabelschnur-pH, Medianwerte der AF je Proband, mit Regressionskurve </caption></mm> <p>Die Untersuchungen der weiteren Entwicklung des Verh&auml;ltnisses von Nabelschnur-pH und RSA zeigen, da&szlig; die signifikante positive<float><pagenumber>40</pagenumber> </float> Korrelation zwischen Nabelschnur-pH und RSA auch noch am 3. und 5. Lebenstag zu finden ist (Korrelationskoeffizient r<sub>3.LT</sub>=0,54; r<sub>5.LT</sub>=0,59; a<sub>5%</sub> bei r=0,51; siehe Abbildung 28).</p> <mm entity="obj.43"><caption>Abb. 28:         Abh&auml;ngigkeit der RSA am 3. und 5. Lebenstag vom Nabelschnur-pH, Medianwerte je Proband, mit Regressionskurven </caption></mm> <p>An den nachfolgenden Lebenstagen l&auml;&szlig;t sich keine signifikante Korrelation beider Parameter mehr finden.</p> <p>Zwischen der weiblichen und der m&auml;nnlichen Probandengruppe unterscheidet sich weder die Entwicklung der RSA, noch die H&ouml;he der RSA an den einzelnen Lebenstagen signifikant </p> <p>(jeweils p>0,05).</p> <p>Auch bei der Entwicklung von Atem- und Herzfrequenz sind keine signifikanten Unterschiede zwischen den Geschlechtern finden (jeweils p>0,05).</p>   </subsection> <subsection><float><pagenumber>41</pagenumber> </float><head>Die Entwicklung der Respiratorischen Sinusarrhythmie im ersten Lebenshalbjahr im aktiven Schlaf</head> <p>Eine Diskrimination zwischen der Atmung zuordenbaren HPD-Schwankungen und anderen HPD-Schwankungen war aufgrund der beim aktiven Schlaf in der HPD-Zeitreihe enthaltenen multiplen instabilen Schwingungskomponenten nicht sicher m&ouml;glich (siehe Abbildung 4). </p> </subsection> </section> <section><float><pagenumber>42</pagenumber> </float><head>Die Kreuzkorrelation zwischen Atmung und Herzfrequenz</head> <subsection><head>Die Entwicklung der gr&ouml;&szlig;ten negativen Kreuzkorrelation im ersten Lebenshalbjahr im ruhigen Schlaf </head> <p>Die Abbildung 29 zeigt einen signifikanten, deutlich nichtlinearen Verlauf der zeitlichen Entwicklung des Kreuzkorrelationskoeffizienten (p&lt;0,0001), ebenso wie Abbildung 10 f&uuml;r die Entwicklung der RSA. Nach einem Wert des Kreuzkorrelationskoeffizienten am ersten Lebenstag von -0,25 und einem nicht signifikanten Anstieg bis zum 7. Tag (p=0,074) folgt bis zum 21. Lebenstag ist ein signifikanter Abfall des Kreuzkorrelationskoeffizienten (p=0,0035) auf -0,19. Anschlie&szlig;end steigt der Kreuzkorrelationskoeffizient signifikant bis zum vollendeten ersten Lebenshalbjahr (p=0,001) auf -0,49. </p> <mm entity="obj.44"><caption>Abb. 29:         Die Entwicklung des Kreuzkorrelationskoeffizienten im ersten Lebenshalbjahr; Mittelwerte der 14 Probanden +/- der Standardabweichung der Mittelwerte (SEM)</caption></mm> <p><float><pagenumber>43</pagenumber> </float>Der individuelle Verlauf der Entwicklung des KKK bei den 14 Probanden ist in Abbildung 30 dargestellt. </p> <p>Hier kommt die interindividuelle Variabilit&auml;t noch st&auml;rker zum Ausdruck als bei der RSA. Es zeigt sich nach den in der ersten Woche erreichten relativ hohen Werten ein Abfall des KKK bis zur 2. bis 4. Woche, gefolgt von ansteigenden Werten zum 180. Lebenstag.</p> <mm entity="obj.45"><caption>Abb. 30:         Die Entwicklung des KKK im ersten Lebenshalbjahr, individuelle Verl&auml;ufe der 14 Probanden </caption></mm> <mm entity="obj.46"><caption>Abb. 31:         Die Entwicklung des prozentualen Anteils des SEM am Kreuzkorrelationskoeffizient; Mittelwerte aller Probanden </caption></mm> <p><float><pagenumber>44</pagenumber> </float>Abbildung 31 zeigt die Entwicklung des prozentualen Anteils des SEM am KKK. Dieser steigt signifikant bis zum 28. Tag (r=0,80; a<sub>5% </sub>bei r=0,675), um anschlie&szlig;end bis zum 180. Lebenstag signifikant abzufallen (r=0,914; a<sub>5% </sub>bei r=0,75).</p> <p>Damit nimmt die interindividuelle Variation der Kreuzkorrelation zwischen Atmung und Herzfrequenz im ersten Lebensmonat (insbesondere vom 10. - 28. Tag) zu, anschlie&szlig;end verringert sich diese bis zu einem Minimum am 180. Lebenstag.</p> <p>Analog zur Untersuchung der RSA erfolgt aufgrund der starken interindividuellen Variation der Absolutwerte des Kreuz-korrelationskoeffizienten die Darstellung der prozentualen Entwicklung des KKK in Prozent vom Ausgangswert des ersten Lebenstages (siehe Abbildungen 32 und 33).</p> <p>Die Entwicklung des KKK in Prozent des Wertes des ersten Lebenstages verl&auml;uft weitgehend identisch mit der Entwicklung der Absolutwerte des KKK (in ms). Bei signifikantem Kurvenverlauf (p&lt;0,0001) zeigt sich ein signifikanter Anstieg bis zum 7. Tag (p=0,003) auf 136%, ein nachfolgender Abfall bis 21. Tag (p=0,0003) auf 82%, sowie anschlie&szlig;end ein Anstieg bis zum 180. Tag (p=0,0001) auf 245% des Wertes des ersten Lebenstages. </p> <mm entity="obj.47"><caption>Abb. 32:         Die Entwicklung des KKK im ersten Lebenshalbjahr in % des Wertes des 1. Lebenstages; Mittelwerte der 14 Probanden +/- der Standardabweichung der Mittelwerte.</caption></mm> <p><float><pagenumber>45</pagenumber></float> <mm entity="obj.48"> <caption>Abb. 33:         Die Entwicklung des KKK im ersten Lebenshalbjahr in % des Wertes des 1.Lebenstages, individuelle Verl&auml;ufe der 14 Probanden </caption></mm></p> </subsection> <subsection><head>Die Untersuchung des Kreuzkorrelationskoeffizienten zwischen Atmung und Herzfrequenz im ruhigen Schlaf auf m&ouml;gliche Einflu&szlig;gr&ouml;&szlig;en</head> <p><head><u>Kreuzkorrelationskoeffizient und Atemfrequenz</u></head></p> <p>Zur Untersuchung der Abh&auml;ngigkeit des KKK von der Atemfrequenz wurden in Abbildung 34 f&uuml;r jeden File aller Probanden der Kreuzkorrelationskoeffizient gegen die Werte der mittleren Herzfrequenz unabh&auml;ngig vom Lebensalter dargestellt.</p> <p>Atemfrequenz und Kreuzkorrelationskoeffizient zwischen Atmung und Herzfrequenz stehen in einem engen Zusammenhang (siehe Regressionskurve). H&ouml;here Atemfrequenzen sind bei allen 14 Probanden mit einem niedrigeren KKK verbunden. Es besteht eine signifikante negative Korrelation zwischen Atemfrequenz und KKK (r=-0,59; a<sub>5%</sub> bei r=-0,068). </p> <p><float><pagenumber>46</pagenumber></float> <mm entity="obj.49"> <caption>Abb. 34:         Abh&auml;ngigkeit des KKK von der Atemfrequenz mit Regressionskurve (y=-0,0085x - 0,67; n=782)</caption></mm></p> <mm entity="obj.50"><caption>Abb. 35:         Entwicklung von KKK und AF im ersten Lebenshalbjahr. Je Proband und Me&szlig;tag Medianwerte von KKK und Atemfrequenz </caption></mm> <p><float><pagenumber>47</pagenumber> </float>Zur Untersuchung der zeitlichen Entwicklung dieses Zusammenhanges wird in Abbildung 35 als dreidimensionale Grafik die Beziehung zwischen Atemfrequenz, KKK und Alter des Probanden dargestellt. Die zeitliche Entwicklung der AF wurde in Abbildung 18 dargestellt.</p> <p>Au&szlig;er f&uuml;r den 7. und 10. Lebenstag zeigt sich f&uuml;r jeden einzelnen Me&szlig;tag eine signifikante negative Korrelation zwischen Atemfrequenz und Kreuzkorrelationskoeffizient. Am 7. und 10. Lebenstag ist der Zusammenhang von Atemfrequenz und KKK statistisch nicht signifikant.</p> <p><head><u>KKK und Herzfrequenz</u></head></p> <p>Um die Abh&auml;ngigkeit des KKK von der Herzfrequenz zu zeigen, wurden in Abbildung 36 f&uuml;r jeden File aller Probanden die RSA gegen die gemittelten Werte der Herzfrequenz zun&auml;chst unabh&auml;ngig vom Lebensalter dargestellt.</p> <mm entity="obj.51"><caption>Abb. 36:         Abh&auml;ngigkeit des KKK von der Herzfrequenz, mit Regressionskurve (y=0,0044x - 0,90; n=782)</caption></mm> <p>Herzfrequenz und KKK stehen in keinem so engen Zusammenhang wie Atemfrequenz und KKK. Die gefundene negative Korrelation ist jedoch signifikant (r=-0,39; a<sub>5%</sub> bei r=0,068).</p> <p><float><pagenumber>48</pagenumber> </float>H&ouml;here Herzfrequenzen sind bei allen 14 Probanden mit einem niedrigeren KKK verbunden.</p> <p>Zur Untersuchung der zeitlichen Entwicklung dieses Zusammenhanges wird in Abbildung 37 als dreidimensionale Grafik die Beziehung zwischen Herzfrequenz, KKK und Alter des Probanden dargestellt. Die zeitliche Entwicklung der Herzfrequenz wurde in Abbildung 21 dargestellt.</p> <p>Der in Abbildung 36 gezeigte Zusammenhang von Herzfrequenz und KKK best&auml;tigt sich in der Betrachtung der einzelnen Me&szlig;tage an den Tagen 14, 21, 28, 90, 120 und 180 signifikant als negative Korrelation. F&uuml;r die anderen Me&szlig;tage war kein statistisch signifikanter Zusammenhang nachweisbar. </p> <mm entity="obj.52"><caption>Abb. 37:         Entwicklung von KKK und HR im ersten Lebenshalbjahr. Je Proband und Me&szlig;tag Medianwerte von KKK und Herzfrequenz </caption></mm> <p><head><float><pagenumber>49</pagenumber> </float><u>KKK und Quotient aus Herzfrequenz und Atemfrequenz</u></head></p> <p>Den Zusammenhang von KKK und Anzahl der Herzschl&auml;ge pro Atemzug illustriert Abbildung 38. Es wurden f&uuml;r alle Files aller Probanden zun&auml;chst unabh&auml;ngig vom Me&szlig;zeitpunkt die gemittelten Werte des KKK und des Quotienten aus Herz- und Atemfrequenz (Q) dargestellt.</p> <p>H&ouml;here Quotienten aus Herz- und Atemfrequenz (Q) sind bei allen 14 Probanden mit einem h&ouml;heren Kreuzkorrelationskoeffizienten verbunden. Es besteht eine signifikante positive Korrelation zwischen Q und KKK (r=0,52; a<sub>5%</sub> bei r=0,068), wobei die Korrelation deutlich gr&ouml;&szlig;er ist, als zwischen Herzfrequenz und KKK. </p> <p>Die zeitliche Entwicklung von Q wurde in Abbildung 24 dargestellt. Abbildung 39 zeigt als dreidimensionale Grafik die Beziehung zwischen KKK, Q und Alter des Probanden. In dieser Grafik sind f&uuml;r alle Probanden die Mittelwerte von RSA und Herzfrequenz f&uuml;r jeden Me&szlig;tag dargestellt.</p> <p><mm entity="obj.53"><caption>Abb. 38:         Abh&auml;ngigkeit des KKK von Q, mit Regressionskurve (y=-0,095x - 0,0088; n=782)</caption></mm></p> <p>Hier zeigt sich deutlich, da&szlig; der in Abbildung 38 (dort jedoch ohne R&uuml;cksicht auf den zeitlichen Verlauf) dargestellte Zusammenhang zwischen Kreuzkorrelationskoeffizient und Q sich mit Ausnahme des 5. und 10. Lebenstages &uuml;ber den gesamten zeitlichen Verlauf erstreckt. Au&szlig;er f&uuml;r den 5. und 10. Tag ergibt sich f&uuml;r alle gemessenen<float><pagenumber>50</pagenumber> </float> Lebenstage in der Einzelbetrachtung eine signifikante positive Korrelation von KKK und Q. Am 5. und 10. Tag war kein statistisch signifikanter Zusammenhang nachweisbar.</p> <mm entity="obj.54"><caption>Abb. 39:         Entwicklung von KKK und Q im ersten Lebenshalbjahr. Je Proband und Me&szlig;tag Mittelwerte von KKK und Q</caption></mm> <p><head><u>Der Kreuzkorrelationskoeffizient - Untersuchung auf weitere m&ouml;gliche beeinflussende Faktoren</u></head></p> <p>Zun&auml;chst wurde der Einflu&szlig; des Zeitpunktes der 1. Messung nach der Geburt untersucht. Es findet sich kein signifikanter Zusammenhang von Me&szlig;zeitpunkt postnatal und Kreuzkorrelationskoeffizient (Korrelationskoeffizient r=-0,12; a<sub>5%</sub> bei r=-0,53). </p> <p>Desweiteren konnte kein signifikanter Zusammenhang von Kreuzkorrelationskoeffizient am ersten Tag und Geburtsgewicht gefunden werden (r=0,24; a<sub>5%</sub> bei r=0,51).</p> <p><float><pagenumber>51</pagenumber> </float>Auch KKK und Schwangerschaftsdauer am ersten Lebenstag stehen bei den Probanden nicht in signifikantem Zusammenhang (r=0,24; a<sub>5%</sub> bei r=0,51).</p> <p>Der Zusammenhang von Nabelschnur-pH zum Zeitpunkt der Geburt und Kreuzkorrelationskoeffizient zwischen Atmung und Herzaktion am ersten Lebenstag ist statistisch nicht signifikant (r=0,43; a<sub>5%</sub> bei r=0,51). Die Korrelation zwischen beiden Parametern ist jedoch deutlich h&ouml;her als zwischen KKK und Geburtsgewicht, Schwangerschaftsdauer oder Me&szlig;zeitpunkt postnatal. </p> <p>Die weiteren Untersuchungen der Entwicklung des Verh&auml;ltnisses von Nabelschnur-pH und KKK zeigen, da&szlig; die positive Korrelation zwischen Nabelschnur-pH und KKK noch am 3. Lebenstag zu finden ist. Eine signifikante Korrelation wird jedoch ebenso wie am 1. Lebenstag verfehlt (r<sub>3.LT</sub>=0,45; a<sub>5%</sub> bei r=0,51. F&uuml;r die folgenden Lebenstage l&auml;&szlig;t sich jedoch keine auch nur ann&auml;hernd so starke Korrelation beider Parameter finden.</p> <p>Die getrennte Untersuchung der Entwicklung des Kreuzkorrelations-koeffizienten von weiblichen und m&auml;nnlichen Probanden zeigt keine signifikanten Unterschiede zwischen beiden Gruppen.</p> </subsection> <subsection><head>Die Entwicklung der gr&ouml;&szlig;ten negativen Kreuzkorrelation zwischen Atmung und Herzaktion im ersten Lebenshalbjahr im aktiven Schlaf</head> <p>Das verwendete Computerprogramm zur Berechnung der Kreuzkorrelation zwischen linear interpolierter Herzperiodendauer-Zeitreihe und Kurve des thorakalen Atemsignales konnte bei keinem Probanden f&uuml;r die Abschnitte des aktiven Schlafes statistisch signifikanten Werte f&uuml;r die Kreuzkorrelation errechnen.</p> <p>Damit konnte f&uuml;r die gew&auml;hlten Abschnitte des aktiven Schlafes mit der oben genannten Methode f&uuml;r Phasen des aktiven Schlafes kein signifikanter Zusammenhang zwischen Atmung und Herzaktion gefunden werden. Dies gilt f&uuml;r den gesamten untersuchten Zeitraum vom 1. bis 180. Lebenstag.</p> </subsection> </section> <section><float><pagenumber>52</pagenumber></float><head> Die Phasenverschiebung zwischen Atmung und Herzaktion</head> <subsection><head>Die Entwicklung der Phasenverschiebung im ersten Lebens-halbjahr im ruhigen Schlaf </head> <p>Die zeitliche Entwicklung der Phasenverschiebung zeigt einen signifikanten, deutlich nichtlinearen Verlauf (p=0,0016). Die mittlere Phasenverschiebung betr&auml;gt am ersten Lebenstag -0,24s. Bis zum 7. Lebenstag ist ein signifikanter Anstieg der Phasenverschiebung zu verzeichnen (p=0,012), gefolgt von einer ebenfalls signifikanten Verringerung bis zum 14. Lebenstag (p=0,003). Anschlie&szlig;end erfolgt ein signifikanter Anstieg bis zum 21. Lebenstag (p=0,0499) und nachfolgend eine nahezu lineare Verringerung der Phasen-verschiebung (p=0,012). Am 180. Lebenstag betr&auml;gt die mittlere Phasenverschiebung -0,21s. </p> <mm entity="obj.55"><caption>Abb. 41: Die Entwicklung der Phasenverschiebung zwischen HPD-Zeitreihe und Atemsignal im ersten Lebenshalbjahr; Mittelwerte der 14 Probanden +/- der Standardabweichung der Mittelwerte (SEM) </caption></mm> <p>Abbildung 41 zeigt die einzelnen zeitlichen Verl&auml;ufe der Phasenverschiebung f&uuml;r die 14 Probanden. </p> <p><float><pagenumber>53</pagenumber> </float>Die interindividuelle Variabilit&auml;t ist hier im Vergleich zu den Verl&auml;ufen von RSA, KKK, AF und HR gr&ouml;&szlig;er, die individuellen Kurvenverl&auml;ufe zeigen gr&ouml;&szlig;ere Unterschiede (siehe Abbildung 42).</p> <p>11 Probanden zeigen einen leicht abfallenden Trend der Phasenverschiebung (davon 5 signifikant), 3 Probanden zeigen einen ansteigenden Trend (keiner signifikant). Der Proband 24 zeigt am ersten Lebenstag im Unterschied zu den anderen Probanden in allen Datenabschnitten im ruhigen Schlaf eine stabile positive Phasenverschiebung von ~0,1s.</p> <p>Die streckenweise konstant waagerecht verlaufenden Kurvenabschnitte resultieren aus der 10 Hz-Abtastrate von linear interpolierter HPD-Zeitreihe und Atemsignal bei der Berechnung der Kreuzkorrelationsfunktion, welche die Genauigkeit der Bestimmung der Phasenverschiebung auf 0,1s-Schritte beschr&auml;nkt.</p> <mm entity="obj.56"><caption>Abb. 42:         Die Entwicklung der Phasenverschiebung zwischen HPD-Zeitreihe und Atemsignal im ersten Lebenshalbjahr, individuelle Verl&auml;ufe der 14 Probanden, Medianwerte je Proband und Me&szlig;tag (Aufgrund der methodenbedingt auf 0,1s-Schritte beschr&auml;nkten Genauigkeit der Bestimmung der Phasenverschiebung verlaufen in der grafischen Darstellung zum Teil Kurvenabschnitte mehrerer Probanden &uuml;bereinander. Deshalb erscheint die Anzahl der Kurven in der Abbildung streckenweise geringer als 14)</caption></mm> <p>Die interindividuelle Streuung der Werte der Phasenverschiebung (untersucht anhand des prozentualen Anteils des SEM an der<float><pagenumber>54</pagenumber> </float> Phasenverschiebung, siehe Abbildung 43) zeigt ein Minimum vom dritten bis zehnten Lebenstag und steigt anschlie&szlig;end bis zum 21. Lebenstag an (p=0,90; a<sub>5%</sub> bei r=0,75). Der weitere Verlauf bis zum 180. Lebenstag ist nicht signifikant.</p> <mm entity="obj.57"><caption>Abb. 43:         Die Entwicklung des prozentualen Anteils des SEM an der Phasenverschiebung; Mittelwerte aller 14 Probanden </caption></mm> </subsection> <subsection><head>Die Untersuchung der Phasenverschiebung im ruhigen Schlaf auf m&ouml;gliche Einflu&szlig;gr&ouml;&szlig;en</head> <p><head><u>Phasenverschiebung und Atemfrequenz</u></head></p> <p>Zur Untersuchung der Abh&auml;ngigkeit der Phasenverschiebung von der Atemfrequenz wurden in Abbildung 44 die Medianwerte f&uuml;r jeden Proband und Me&szlig;tag verwendet, diese nach der Atemfrequenz sortiert (ohne Ber&uuml;cksichtigung des Alters der Probanden) und jeweils in 11 Gruppen zu je 15 Werten zusammengefa&szlig;t. Die Mittelwerte der Atemfrequenz und der Phasenverschiebung &plusmn;SEM der Phasen-verschiebung wurden f&uuml;r jede Gruppe in der vorliegenden Grafik dargestellt. Der SEM der Atemfrequenz der jeweiligen Gruppen ist so<float><pagenumber>55</pagenumber> </float> gering, da&szlig; eine Darstellung nicht als vom Mittelwert der Gruppe differierend erkennbar ist.</p> <p>Es zeigt sich eine signifikante negative Korrelation zwischen AF und Phasenverschiebung (r=-0,71; a<sub>5%</sub> bei r=-0,58).</p> <p>Eine Zunahme der Atemfrequenz ist somit mit einer Abnahme des Wertes der Phasenverschiebung (in Richtung des negativen Bereiches) verbunden. Das hei&szlig;t anders formuliert, da&szlig; eine zunehmende Atemfrequenz mit einer zunehmenden Verschiebung der Phasenlage der Atmung gegen&uuml;ber der Herzaktion im Sinne eines zunehmenden Vorauslaufen des Inspirationsbeginnes gegen&uuml;ber dem Herzfrequenz-anstieg einhergeht.</p> <mm entity="obj.58"><caption>Abb. 44:         Zusammenhang von AF und Phasenverschiebung (Beschreibung siehe Text) mit Regressionskurve (y=-0,0018x-0,21; n=11)</caption></mm> <p><head><u>Phasenverschiebung und Herzfrequenz</u></head></p> <p>Zwischen Phasenverschiebung und Herzfrequenz konnte keine signifikante Korrelation gefunden werden (r=-0,52; a<sub>5%</sub> bei r=-0,58).</p> <p><float><pagenumber>56</pagenumber> </float><head><u>Untersuchung auf weitere m&ouml;gliche die Phasenverschiebung beeinflussende Faktoren</u></head></p> <p>Zwischen der Phasenverschiebung und dem Quotient aus Herz- und Atemfrequenz konnte keine signifikante Korrelation gefunden werden (r=0,13; a<sub>5%</sub> bei r=0,155).</p> <p>Unterschiede zwischen weiblichen und m&auml;nnlichen Probanden konnten bei der Entwicklung der Phasenverschiebung nicht gefunden werden (p>0,05).</p> <p>Die Korrelationen von Phasenverschiebung am ersten Lebenstag und Geburtsgewicht (r=0,25), Nabelschnur-pH (r=0,18), 5-min-APGAR (r=0,39) oder Schwangerschaftsdauer (r=0,14) lagen jeweils nicht im statistisch signifikanten Bereich (a<sub>5%</sub> bei r=0,51).</p> </subsection> <subsection><head>Die Entwicklung der Phasenverschiebung im ersten Lebenshalbjahr im aktiven Schlaf </head> <p>Da die Berechnung der Kreuzkorrelationsfunktion f&uuml;r Files des aktiven Schlafes keine signifikanten Werte f&uuml;r die Kreuzkorrelation erbrachte, kann auch zur Phasenverschiebung zwischen Atmung und Herzaktion mit dieser Methode keine Aussage getroffen werden.</p> </subsection> </section> <section><float><pagenumber>57</pagenumber> </float><head>Die Entwicklung der Koh&auml;renzspektren von Atmung und mittels Splinefunktion interpolierter HPD-Zeitreihe</head> <subsection><head>Die Entwicklung der Koh&auml;renz des HF-Maximums im ersten Lebenshalbjahr im ruhigen und aktiven Schlaf</head> <p><head><u>Ruhiger Schlaf</u></head></p> <p>Die in Abbildung 45 dargestellte zeitliche Entwicklung der Koh&auml;renz des HF-Maximums im ruhigen Schlaf (vgl. Abbildung 9) zeigt einen signifikanten nichtlinearen Verlauf (p&lt;0,0001). Am ersten Lebenstag betr&auml;gt die mittlere Koh&auml;renz des HF-Maximums 0,75. Vom 3. zum 5. Lebenstag ist ein Anstieg der Koh&auml;renz zu verzeichnen (p=0,048), nachfolgend Abfall bis zum 14. Lebenstag (p=0,11; nicht signifikant) und anschlie&szlig;ender Anstieg bis zum 180. Lebenstag (p=0,008). Die Koh&auml;renz erreicht am 180. Lebenstag einen Wert von 0,87. Werte der Koh&auml;renz der im Rahmen der vorliegenden Studie berechneten Koh&auml;renzspektren &sup3;0,53 sind statistisch signifikant (siehe Methodik, Pkt. 3.3.6.).</p> <mm entity="obj.59"><caption>Abb. 45:         Die Entwicklung der Koh&auml;renz des HF-Maximums im ersten Lebenshalbjahr; Mittelwerte der 14 Probanden +/- der Standardabweichung der Mittelwerte (SEM); ruhiger Schlaf. Die Grenze der Signifikanz der Koh&auml;renz (0,53) ist durch eine gestrichelte Linie markiert </caption></mm> <p><float><pagenumber>58</pagenumber> </float>Da&szlig; auch bei den individuellen Verl&auml;ufen diese Entwicklung sichtbar ist, zeigt Abbildung 46. 86,1 % der Werte der Koh&auml;renz des HF-Maximums lagen im statistisch signifikanten Bereich.</p> <mm entity="obj.60"><caption>Abb. 46:         Die Entwicklung der Koh&auml;renz des HF-Maximums im 1. Lebens-halbjahr, Verl&auml;ufe der 14 Probanden, ruhiger Schlaf </caption></mm> <p><head><u>Aktiver Schlaf</u></head></p> <p>Die entsprechenden grafischen Darstellungen f&uuml;r den aktiven Schlaf sind die Abbildungen 47 und 48.</p> <p>Die zeitliche Entwicklung der Koh&auml;renz des HF-Maximums im aktiven Schlaf (siehe Abbildung 47) zeigt einen signifikanten Verlauf (p=0,0002). Von einem Wert von 0,42 am ersten Lebenstag ausgehend, steigt die Koh&auml;renz vom 1. bis 180. Lebenstag (p=0,01) bis auf 0,63. Der Anstieg vom 7. bis 10. Tag und der nachfolgende Abfall bis 28. Tag sind nicht signifikant (p=0,064 und p=0,25). </p> <p>Die Koh&auml;renz-Werte des HF-Maximums f&uuml;r den aktiven Schlaf liegen signifikant unter denen des ruhigen Schlafes. Im Unterschied zum ruhi-gen Schlaf erreichen beim aktiven Schlaf die Mittelwerte der 14 Pro-banden nur am 150. und 180. Lebenstag die statistische Signifikanz.</p> <p>&Auml;hnlich dem ruhigen Schlaf zeigt sich auch beim aktiven Schlaf eine gute &Uuml;bereinstimmung der Kurve der Mittelwerte mit den individuellen Verl&auml;ufen (siehe Abbildung 48).</p> <p><float><pagenumber>59</pagenumber></float> <mm entity="obj.61"> <caption>Abb. 47:         Die Entwicklung der Koh&auml;renz des HF-Maximums im ersten Lebenshalbjahr; Mittelwerte der 14 Probanden +/- der Standard-abweichung der Mittelwerte (SEM); aktiver Schlaf </caption></mm></p> <mm entity="obj.62"><caption>Abb. 48:         Die Entwicklung der Koh&auml;renz des HF-Maximums im ersten Lebenshalbjahr; Verl&auml;ufe der 14 Probanden; aktiver Schlaf </caption></mm> <p><float><pagenumber>60</pagenumber> </float>24,5 % der Werte der Koh&auml;renz des HF-Maximums des aktiven Schlafes lagen im statistisch signifikanten Bereich, wobei die Anzahl der signifikanten Werte der einzelnen Probanden mit zunehmendem Alter nahezu linear von einem signifikantem HF-Maximum bei 8,3% der Datenabschnitte am ersten Tag bis zu einem signifikantem HF-Maximum bei 70% der Datenabschnitte am 180. Lebenstag stieg (p&lt;0,05). Die Kurvenverl&auml;ufe der Entwicklung der Koh&auml;renz von HF-Maximum im ruhigen und im aktiven Schlaf stimmen in ihrer Tendenz weitgehend &uuml;berein.</p> </subsection> <subsection><head>Die Entwicklung der Frequenz des HF-Maximums im ersten Lebenshalbjahr im ruhigen und aktiven Schlaf </head> <p><head><u>Ruhiger Schlaf</u></head></p> <p>Die Entwicklung der Frequenz des HF-Maximums (vgl. Abbildung 9) im ruhigen Schlaf im ersten Lebenshalbjahr, in Abbildung 49 dargestellt, zeigt einen signifikanten nichtlinearen Verlauf (p&lt;0,0001). </p> <mm entity="obj.63"><caption>Abb. 49:         Die Entwicklung der Frequenz des HF-Maximum im ersten Lebenshalbjahr; Mittelwerte der 14 Probanden (+/-SEM); ruhiger Schlaf </caption></mm> <p><float><pagenumber>61</pagenumber> </float>Die mittlere Frequenz des HF-Maximums betr&auml;gt am ersten Lebenstag 0,6 Hz. Vom 3. zum 7. Lebenstag ist ein signifikanter Abfall der Frequenz zu verzeichnen (p=0,0019), gefolgt von einem signifikanten Anstieg bis zum 28. Lebenstag (p=0,016). Anschlie&szlig;end f&auml;llt die Frequenz wieder bis zum 180. Lebenstag signifikant (p=0,001) auf einen Wert von 0,52 Hz.</p> <mm entity="obj.64"><caption>Abb. 50:         Vergleich der Entwicklung von Frequenz des HF-Maximums und Atemfrequenz; Mittelwerte der 14 Probanden; ruhiger Schlaf </caption></mm> <mm entity="obj.65"><caption>Abb. 51:         Die Entwicklung der Frequenz des HF-Maximums im ersten Lebenshalbjahr; Verl&auml;ufe der 14 Probanden; ruhiger Schlaf </caption></mm> <p><float><pagenumber>62</pagenumber> </float>Zus&auml;tzlich zur Verlaufskurve der Mittelwerte der Frequenz des HF-Maximums ist in Abbildung 50 die Entwicklung der Mittelwerte der Atemfrequenz im ruhigen Schlaf dargestellt. Diese verl&auml;uft nahezu identisch der Entwicklung der Frequenz des HF-Maximums.</p> <p>In der Entwicklung der Frequenz des HF-Maximums zeigen sich keine starken interindividuellen Differenzen (siehe Abbildung 51).</p> <p><head><u>Aktiver Schlaf</u></head></p> <p>Die zeitliche Entwicklung der Frequenz des HF-Maximums im aktiven Schlaf, dargestellt in Abbildung 52, zeigt einen signifikanten nichtlinearen Verlauf (p=0,0004). Am ersten Lebenstag betr&auml;gt die Frequenz des HF-Maximums im Aktiven Schlaf 0,88 Hz. Vom 10. bis zum 14. Lebenstag erfolgt ein Frequenzanstieg (p=0,022), anschlie&szlig;end Abfall bis zum 180. Lebenstag (p=0,001). Am 180. Lebenstag ist eine Frequenz des HF-Maximums von 0,45 Hz erreicht. Der Frequenzabfall vom 5. zum 10. Lebenstag und der schwache Anstieg vom 60. zum 120. Lebenstag sind nicht signifikant (p>0,05). </p> <mm entity="obj.66"><caption>Abb. 52:         Die Entwicklung der Frequenz von HF-Maximum im ersten Lebenshalbjahr; Mittelwerte der 14 Probanden (+/-SEM); aktiver Schlaf </caption></mm> <p><float><pagenumber>63</pagenumber> </float>Zus&auml;tzlich ist in Abbildung 53 die Entwicklung der Atemfrequenz im aktiven Schlaf dargestellt. Diese verl&auml;uft &auml;hnlich der Entwicklung der Frequenz des HF-Maximums, zeigt jedoch keine so weitgehende &Uuml;bereinstimmung wie bei ruhigem Schlaf.</p> <mm entity="obj.67"><caption>Abb. 53:         Vergleich der Entwicklung von Frequenz des HF-Maximums und Atemfrequenz; Mittelwerte der 14 Probanden; aktiver Schlaf </caption></mm> <mm entity="obj.68"><caption>Abb. 54:         Die Entwicklung der Frequenz des HF-Maximums im 1. Lebens-halbjahr; Verl&auml;ufe der 14 Probanden; aktiver Schlaf </caption></mm> <p><float><pagenumber>64</pagenumber> </float>Abbildung 54 zeigt die vierzehn Einzelverl&auml;ufe der Entwicklung der Frequenz des HF-Maximums im aktiven Schlaf. Die interindividuellen Differenzen in der Entwicklung der Frequenz des HF-Maximums sind im aktiven wesentlich deutlicher ausgepr&auml;gt als im ruhigen Schlaf (vergleiche auch den Verlauf des SEM in Abbildung 49 und 52).</p> </subsection> <subsection><head>Die Entwicklung der Koh&auml;renz und der Frequenz des LF-Maximums im ersten Lebenshalbjahr im ruhigen und aktiven Schlaf </head> <p>Die Berechnung der Koh&auml;renzspektren erbrachte im LF-Bereich nicht bei allen Datenabschnitten ein Maximum der Koh&auml;renz im LF-Bereich.</p> <p><head><u>Ruhiger Schlaf</u></head></p> <p>Im ruhigen Schlaf fanden sich im LF-Bereich nur bei 5,1 % aller Datenabschnitte signifikante Maxima. Dieses Verhalten fand sich bei allen Probanden und zu jedem Me&szlig;zeitpunkt; einzelne Probanden mit konstant nachweisbaren Maxima oder Untersuchungstage, wo geh&auml;uft Maxima auftraten, konnten nicht gefunden werden.</p> <p><head><u>Aktiver Schlaf</u></head></p> <p>Im aktiven Schlaf fanden sich im LF-Bereich nur bei 3,1 % aller Datenabschnitte signifikante Maxima. Dieses Verhalten fand sich ebenfalls bei allen Probanden und zu jedem Me&szlig;zeitpunkt; gleichfalls konnten keine einzelnen Probanden mit konstant nachweisbaren Maxima oder Untersuchungstage, wo geh&auml;uft Maxima auftraten, gefunden werden.</p> </subsection> </section> </chapter>
<chapter><float><pagenumber>65</pagenumber> </float><head>Diskussion</head> <p>Die im Rahmen der vorliegenden Studie bestimmten Parameter wurden zur Minimierung me&szlig;bedingter Ver&auml;nderungen des kindlichen Befindens mittels nicht invasiver Me&szlig;methoden aufgezeichnet. Auf eine Messung der Atmung mit Methoden, die eine Gesichtsmaske oder Sensoren im Gesichtsbereich erfordern, wurde aufgrund der damit verbundenen Ver&auml;nderungen des Atemmusters wie Abfall der Atemfrequenz und Zunahme des Atemzugvolumens (24, 33) zugunsten der Registrierung mittels Respitrace<sup>&reg;</sup>-System verzichtet. Damit war jedoch bei fehlender Kalibrierm&ouml;glichkeit des Respitrace eine Quantifizierung der Atemvolumina nicht m&ouml;glich. Die Beeintr&auml;chtigung durch die angelegten, leicht dehnbaren G&uuml;rtel erscheint den "normalen" Beeintr&auml;chtigungen der kindlichen Atmung (etwa durch enganliegende Kleidung) jedoch n&auml;herliegend als taktile Reize im Gesichtsbereich oder die Beeintr&auml;chtigung durch eine Gesichtsmaske.</p> <p>Auf schlafinduzierende Medikamente wurde verzichtet.</p> <section><head>Die Entwicklung der St&auml;rke der Interaktion von Atmung und Herzfrequenz im hochfrequenten Bereich <br/>(respiratorische Sinusarrhythmie, gr&ouml;&szlig;ter negativer Kreuz-korrelationskoeffizient, HF-Maximum des Koh&auml;renzspektrums)</head> <p>Die respiratorische Sinusarrhythmie ist das am deutlichsten zu erkennende Ph&auml;nomen kardiorespiratorischer Interaktion. Schon 1860 wurde durch Einbrodt (28) der Zusammenhang von Atembewegung und Herzfrequenz untersucht.</p> <p>Die Auspr&auml;gung der RSA gibt Hinweise auf die St&auml;rke der Kopplung von Atmung und Herzaktion. In der vorliegenden Studie wurde sie als atmungskorrelierte Herzfrequenzschwankung im Zeitbereich bestimmt.</p> <p>Einen weiteren Zugang zu Quantifizierung der Kopplung von respiratorischer und kardialer Rhythmik stellt die Berechnung der Kreuzkorrelationsfunktion zwischen Atmung und Herzperiodendauer-Zeitreihe mit der Bestimmung der gr&ouml;&szlig;ten negativen Kreuzkorrelation ebenfalls im Zeitbereich dar (die gr&ouml;&szlig;te negative Kreuzkorrelation wird<float><pagenumber>66</pagenumber> </float> aufgrund der Erkenntnis gew&auml;hlt, da&szlig; die Herzperiodendauer bei Inspiration abnimmt). Dieser Parameter erfa&szlig;t ebenfalls die hochfrequenten Anteile der rhythmischen Interaktion. Einfl&uuml;sse durch Trends oder starke niederfrequente Schwingungen sind im ruhigen Schlaf gering bzw. wurden wenn n&ouml;tig korrigiert. Im Vergleich zur RSA wird die Kreuzkorrelation durch Instationarit&auml;ten, d.h. &Auml;nderungen der periodischen Anteile in den Signalen auch methodisch beeinflu&szlig;t. Die hier praktizierte Bestimmung der RSA als mittlere Amplitude atmungskorrelierter Herzfrequenzschwankungen ist demgegen&uuml;ber robuster.</p> <p>RSA und KKK zeigen in der vorliegenden Studie im ruhigen Schlaf einen Anstieg in den ersten Lebenstagen (RSA bis 5.LT, KKK bis 7.LT), gefolgt von einem Abfall bis 21. Lebenstag und anschlie&szlig;endem Anstieg bis zum 180. Lebenstag. Der prozentuale Anteil der RSA-Amplitude an der HPD entwickelt sich den Absolutwerten der RSA (in ms) ann&auml;hernd parallel, womit die zeitliche Entwicklung der RSA nicht nur eine Folge der Entwicklung der Herzperiodendauer (HPD) ist. W&uuml;rde die RSA lediglich proportional der HPD folgen, w&auml;re der RSA-bedingte Anteil der HPD-Schwankung an der Gesamt-HPD konstant. </p> <p>Mit der durch uns verwendeten Methode konnte im aktiven Schlaf keine deutliche RSA im Sinne atmungskorrelierter Fluktuationen der Herzperiodendauern gefunden werden, auch die Werte der gr&ouml;&szlig;ten negativen Kreuzkorrelation waren nicht signifikant.</p> <p>Harper et al. (44) beobachteten im Rahmen ihrer Longitudinalstudie an 16 S&auml;uglingen mit der ersten Messung in der 1. Lebenswoche und nachfolgend monatlichen Messungen von der ersten Woche zum ersten Monat im ruhigen Schlaf eine Verringerung der RSA mit nachfolgendem Anstieg bis zum 6. Monat. Weiterhin wurde eine im aktiven Schlaf geringere RSA und wiederum geringere RSA im Wachzustand gefunden. Die RSA im aktiven Schlaf und im Wach-zustand stiegen von der ersten Woche bis zum sechsten Monat an. Im Gegensatz zur vorliegenden Arbeit wurde die RSA als Summe der Spektralterme des Leistungsspektrums der Herzfrequenzzeitreihe im Bereich der Atemfrequenz definiert, so da&szlig; Vergleiche der Absolutwerte nicht sinnvoll sind. F&uuml;r den ruhigen Schlaf stimmen die Entwicklungsverl&auml;ufe der vorliegenden Studie mit den Ergebnissen von Harper et al. (44) bei angenommenen gleichen Me&szlig;intervallen gut &uuml;berein. Zus&auml;tzlich ist jedoch in der vorliegenden Studie der signifikante Anstieg von RSA und KKK in den ersten Lebenstagen gefunden worden und eine Pr&auml;zisierung des Minimums von RSA und KKK f&uuml;r den 21. Lebenstag m&ouml;glich.</p> <p><float><pagenumber>67</pagenumber> </float>Schechtman et al. (102) kamen im Rahmen einer Longitudinalstudie mit 25 Probanden und gleichem Me&szlig;intervall wie in der oben beschriebenen Studie von Harper et al. (44) zu fast identischen Ergebnissen f&uuml;r den Verlauf der Entwicklung der RSA im ruhigen Schlaf wie diese Autoren. Jedoch wurde im Vergleich mit Harper et al. (44) auch im aktiven Schlaf und im Wachzustand eine Abnahme der RSA von der ersten Woche zum vollendeten ersten Monat beobachtet. Au&szlig;erdem zeigten sich nach dem ersten und dem zweiten Monat keine vigilanzabh&auml;ngigen Unterschiede in der Amplitude der RSA.</p> <p>In &Uuml;bereinstimmung mit Harper et al. (44) stehen die Ergebnisse von Hathorn (46), der bei Messungen an 12 S&auml;uglingen in der ersten Lebenswoche durch Berechnung der Kreuzkorrelation zwischen Atmung und Herzfrequenz eine "Kopplung" im ruhigen und deutlich geringer auch im aktiven Schlaf beobachtete. Es ist der Studie nicht zu entnehmen, ob die Werte f&uuml;r die Kreuzkorrelation im aktiven Schlaf signifikant waren. Unterschiede zur vorliegenden Studie, in der &uuml;berwiegend keine signifikanten Werte f&uuml;r die Korrelation im aktiven Schlaf bestanden, k&ouml;nnen aus der verschiedenen L&auml;nge der verwendeten Untersuchungsabschnitte resultieren (zur Untersuchung des aktiven Schlafes wurden in der vorliegenden Studie 130s-Intervalle und bei Hathorn 100s-Intervalle verwendet). Die Wahl l&auml;ngerer Abschnitte f&uuml;hrt zu niedrigeren Korrelationswerten und auch entsprechend niedrigeren Signifikanzschwellen.</p> <p>Wie kann der Entwicklungsverlauf von RSA und KKK erkl&auml;rt werden?</p> <p>Als erstes sei nochmals auf die Einfl&uuml;sse der in der Einleitung skizzierten Adaptationsvorg&auml;nge von Respiration und Kreislauf, der h&auml;matologischen Ver&auml;nderungen und der Ern&auml;hrung auf die Hom&ouml;ostase des Neugeborenen und S&auml;uglings erw&auml;hnt. Unumstritten ist, da&szlig; alle diese Faktoren das kardiorespiratorische System beeinflussen. In welchem Ma&szlig;e die einzelnen Faktoren jedoch bei dem einzelnen Individuum zu einer Ver&auml;nderung von z.B. Herzfrequenz oder Atemfrequenz f&uuml;hren, l&auml;&szlig;t sich am Neugeborenen kaum quantifizieren, da viele beeinflussende Faktoren gleichzeitig ihren Einflu&szlig; auf den Organismus aus&uuml;ben. Eine quantitative Betrachtung des Einflusses einzelner Faktoren (wie z.B. des pulmonalen Gef&auml;&szlig;wiederstandes) unter weitgehender Ausschaltung weiterer m&ouml;glicher beeinflussender Faktoren sind an gesunden menschlichen Neugeborenen praktisch ob ihrer Invasivit&auml;t nicht durchf&uuml;hrbar.</p> <p><float><pagenumber>68</pagenumber> </float>Es konnte jedoch in der vorliegenden Studie gezeigt werden, da&szlig; im Untersuchungszeitraum charakteristische Ver&auml;nderungen von Herz- und Atemfrequenz bestehen.</p> <p>Als erstes soll auf die Ver&auml;nderungen der Herzfrequenz eingegangen werden. Die Herzfrequenz im ruhigen Schlaf steigt vom 3. bis zum 10. Lebenstag auf 128% (im Mittel), um anschlie&szlig;end bis zum vollendeten 6. Monat bis auf Werte vergleichbar mit denen der ersten drei Lebenstage abzufallen (vgl. auch 72 und 81). Diese Ver&auml;nderungen stehen im Einklang mit &auml;lteren Studien. Harper et al. (43) fanden bei einer Studie an 22 S&auml;uglingen bei Messungen in der ersten Woche und nach dem 1., 2., 3., 4. und 6. Lebensmonat vergleichbare Ergebnisse. Litscher et al. (74) beschrieben bei Untersuchungen an 19 Probanden mit Messungen nach der 6. Woche, dem 6. Monat und nach einem Jahr einen deutlichen Abfall der Herzfrequenz, wobei die Herzfrequenz nach vollendetem 6. Monat dem Wert in der vorliegenden Studie entsprach. Richards et al. (91) f&uuml;hrten eine Studie (teilweise Longitudinal-, teilweise als Querschnittsstudie) an 110 Probanden mit Messungen in den ersten zwei und nach der vierten Woche, weiterhin nach 3 und 6 Monaten durch. Es zeigte sich ein Anstieg der Herzfrequenz von den ersten zwei Lebenswochen bis zur 4.-6. Woche mit nachfolgendem Abfall (Longitudinalstudie), ebenso wie ein deutlicher Anstieg der Herzfrequenz innerhalb der ersten zwei Wochen (Querschnittsstudie). Die Herzfrequenzwerte sind mit denen der vorliegenden Studie ebenfalls vergleichbar.</p> <p>Die Atemfrequenz &auml;ndert sich im Untersuchungszeitraum ebenso charakteristisch, jedoch nicht mit gleichem zeitlichem Verlauf. Sie zeigt zwischen 5. und 21. Lebenstag einen Anstieg auf 127% mit nachfolgendem Abfall bis zum vollendeten 6. Lebensmonat auf ca. 65%, deutlich unter das Niveau der ersten Lebenstage. Der st&auml;rkste Abfall zeigt sich zwischen 21. und 28. Lebenstag wo die Werte denen der ersten 5 Lebenstagen entsprechen. Der weitere Abfall bis zum vollendeten 6. Lebensmonat verl&auml;uft nahezu linear und deutlich langsamer. Hoppenbrouwers et al. (55) fanden in ihrer Studie an 19 Probanden mit Messungen in der 1. Woche, und nach 1, 2, 3, 4 und 6 Monaten eine Verringerung der Atemfrequenz &uuml;ber den gesamten Zeitraum. Im Intervall zwischen erster Woche und vollendetem erstem Monat wurden keine Messungen durchgef&uuml;hrt, so da&szlig; das Maximum um den 21. Lebenstag nicht detektiert werden konnte. Vergleichbare Ergebnisse zeigten Paul et al. (84) an S&auml;uglingen mit Messungen in der 2., 6., 12. und 20. Woche. Sch&auml;fer (101) beobachtete in seiner Querschnittsstudie mit Messungen an 181 Probanden in den ersten<float><pagenumber>69</pagenumber> </float> 18 Lebensmonaten ebenfalls einen Abfall der Atemfrequenz im ruhigen Schlaf &uuml;ber den gesamten Zeitraum der Untersuchung. Aufgrund der zu geringen Anzahl von Messungen in den ersten vier Wochen konnte ebenfalls nicht das Maximum um den 21. Tag gefunden werden. Im Rahmen einer Querschnittsstudie zeigten Curzi-Dascalova et al. (22), da&szlig; die Atemfrequenzen im ruhigen Schlaf in der Gruppe der 2-5 Wochen alten Probanden am gr&ouml;&szlig;ten war, ca. 39% h&ouml;her als in der Gruppe der 2-10 Tage alten Probanden. Mit zunehmendem Alter bis zur Gruppe der 11-18 Wochen alten Probanden fand sich ein Abfall der Atemfrequenz. Die mittleren Werte f&uuml;r die Atemfrequenz in der Gruppe der 2-10 Tage alten S&auml;uglinge lagen in der vorliegenden Studie um ca. 23% h&ouml;her als bei Curzi-Dascalova et al., die weiteren Werte differieren nicht wesentlich. Richards et al. (91) zeigten in der oben erl&auml;uterten Arbeit ein Maximum der Atemfrequenz vom 8.-15. Tag, Litscher et al. (74) beobachteten aus ebenfalls oben erw&auml;hntem Grund nur einen kontinuierlichen Atemfrequenzabfall.</p> <p>Atemfrequenz und Herzfrequenz stehen in engem Zusammenhang mit der RSA-Amplitude bzw. mit der Kreuzkorrelation von Atmung und Herzfrequenz als Ma&szlig; der St&auml;rke der Kopplung zwischen beiden Systemen. Es fanden sich signifikante negative Korrelationen zwischen Atem- oder Herzfrequenz und RSA oder Kreuzkorrelationskoeffizient (siehe Abbildungen 17, 20, 34 und 36). Die Entwicklung des von Eckoldt und Schubert (27) sowie Schubert (103) beschriebenen Einflusses des Atemzugvolumens auf die RSA konnte aufgrund der fehlenden M&ouml;glichkeit der Atemzugvolumen-Messung und der damit zwischen den einzelnen Messungen fehlenden Vergleichbarkeit nicht ermittelt werden.</p> <p>Abbildung 55 zeigt f&uuml;r den Zusammenhang AF-RSA den Vergleich der Ergebnisse von Angelone et Coulter (5) und Patzak et al. (83) von Taktatemversuchen an Erwachsenen (Angelone et Coulter bei einem 36-j&auml;hrigen Probanden, Patzak et al. bei sieben 18- bis 33-j&auml;hrigen Probanden) mit den Ergebnissen der vorliegenden Studie. Anzumerken ist, da&szlig; die verwendeten Werte der vorliegenden Studie von Phasen ruhigem Schlafes stammen. Die Werte von den beiden zum Vergleich gew&auml;hlten Studien wurden den entsprechenden ver&ouml;ffentlichten Grafiken entnommen. Bei Angelone et Coulter ist bei fehlenden Werten f&uuml;r die Herzfrequenz die RSA in Dbpm (&Auml;nderung der Herzfrequenz in Schl&auml;ge/min) dargestellt. Damit ist eine Umrechnung der RSA in die Einheit ms nicht m&ouml;glich. Zum Vergleich der Ergebnisse<float><pagenumber>70</pagenumber> </float> wurden die RSA-Werte von Patzak et al. und der vorliegenden Studie bei bekannten Herzfrequenzen in Dbpm umgerechnet. Da bei den spontan atmenden S&auml;uglingen keine Taktatemversuche m&ouml;glich sind, wurden die Medianwerte f&uuml;r jeden Proband und Me&szlig;tag verwendet, diese nach der Atemfrequenz sortiert (ohne Ber&uuml;cksichtigung des Alters der Probanden) und jeweils in 11 Gruppen zu je 15 Werten zusammengefa&szlig;t. Die Mittelwerte f&uuml;r RSA und AF wurden f&uuml;r jede Gruppe in der vorliegenden Grafik dargestellt. </p> <mm entity="obj.69"><caption>Abb. 55:         Vergleich der Ergebnisse von Angelone et Coulter und Patzak et al. mit den Ergebnissen der vorliegenden Studie f&uuml;r den Zusammenhang AF - RSA </caption></mm> <p>Angelone und Coulter (5) und Patzak et al. (83) haben bei erwachsenen Probanden bei Taktatemversuchen einen Anstieg der RSA mit abnehmender Atemfrequenz noch bis zu Atemfrequenzen von minimal ca. 6/min beschrieben. Die H&ouml;he der RSA der in der vor-liegenden Studie untersuchten S&auml;uglinge ist bei Vergleich der Atem-frequenzbereiche der Erwachsenen von Angelone und Coulter (5) und Patzak et al. (83) sehr &auml;hnlich, liegt sogar eher noch diskret oberhalb derjenigen der Erwachsenen. Bei tieferen Atemfrequenzen als 6/min kam es bis zu Frequenzen von 2,5/min bei den erwachsenen Testpersonen zun&auml;chst zu einem Abfall der RSA und bei noch tieferer Atemfrequenz zu wieder leicht ansteigenden Werten, wie in Abbildung 55 dargestellt (5). Vergleichbare Ergebnisse fanden Hirsch<float><pagenumber>71</pagenumber> </float> und Bishop (53). Elghozi et al. (29) haben bei Taktatemversuchen mit erwachsenen Probanden bei Atemfrequenzen von 8 und 18/min ebenfalls einen negativen Zusammenhang zwischen Atemfrequenz und RSA gesehen. In den Studie von Radvanyi et al. (87) an Fr&uuml;hgeborenen und zeitgerecht Neugeborenen sowie von Thompson et al. (110) an Neugeborenen zeigte sich, da&szlig; niedrigere Atemfrequenzen mit einer gr&ouml;&szlig;eren RSA korrelierten. Die Abbildung 55 l&auml;&szlig;t vermuten, da&szlig; im ersten Lebenshalbjahr schon ein demjenigen Erwachsener entsprechender Zusammenhang zwischen Atemfrequenz und RSA besteht. </p> <p>Der Zusammenhang von Ver&auml;nderungen der Herz- und Atmungsfrequenz mit Ver&auml;nderungen von RSA-Amplitude und KKK ist schon in den ersten Lebenstagen signifikant. Der Zusammenhang von Atmungsfrequenz und RSA ist bei unseren Probanden ab 3. Lebenstag, von Atmungsfrequenz und KKK sowie Herzfrequenz und RSA ab dem ersten Lebenstag und Herzfrequenz und KKK ab dem 14. Lebenstag zu finden. Diese Beziehung von Atmungsfrequenz zu RSA/KKK sowie Herzfrequenz und RSA wird demnach mit hoher Wahrscheinlichkeit schon innerhalb der ersten 24 Lebensstunden stabil.</p> <p>Die Beziehungen von Atemfrequenz und Herzfrequenz mit RSA und KKK l&auml;&szlig;t sich gut mit dem von Angelone und Coulter im Jahre 1964 (5) ver&ouml;ffentlichten Modell von zwei gekoppelten Oszillatoren erkl&auml;ren. In diesem Falle werden unter wesentlicher Vereinfachung der komplexen zentralen Mechanismen zwei Oszillatoren betrachtet - erstens das Atmungssystem und zweitens das Herzfrequenzsystem. Angelone und Coulter (5) bezogen ihre Betrachtungen aber nur auf die Abh&auml;ngigkeit der RSA von der Atemfrequenz. Bei strenger Betrachtung ist jedoch auch eine Erweiterung auf die Herzfrequenz n&ouml;tig. Beide Oszillatoren schwingen mit unterschiedlichen Frequenzen. Die St&auml;rke der &Uuml;berlagerung der einen Schwingung auf die andere (in diesem Falle der Atemfrequenz auf die Herzfrequenz des Herzens in Form ihrer Modulation im Sinne der RSA) ist abh&auml;ngig von beiden Schwingungsfrequenzen, das hei&szlig;t in diesem Falle von der Atemfrequenz und der Herzfrequenz. </p> <p>In Verbindung damit ist auch die Untersuchung des Zusammenhanges des Verh&auml;ltnisses von Herz- und Atemfrequenz (Q) mit der RSA interessant. Es fand sich eine positive Korrelation zwischen Q und der RSA, die jedoch deutlich geringer als die zwischen Atem- oder Herzfrequenz und RSA ist. Au&szlig;erdem bestand eine positive Korrelation zwischen Q und dem Kreuzkorrelationskoeffizient (KKK), welche<float><pagenumber>72</pagenumber> </float> geringer ist als die zwischen Atemfrequenz und KKK, aber gr&ouml;&szlig;er als zwischen Herzfrequenz und KKK. Mit abnehmendem Quotient aus Herz- und Atemfrequenz, also Abnahme der Anzahl der Herzschl&auml;ge pro Atemzyklus, nimmt die Amplitude der RSA und die St&auml;rke der Kopplung von Atmung und Herzfrequenz ab. &Auml;hnliche Ergebnisse zeigen verschiedene Studien von Rother et al. und Witte et al. (95, 96, 97, 113, 114). Ein Teil dieses Verhaltens, d.h. die Abnahme des KKK bei Quotienten aus Herz- und Atemfrequenz, die kleiner als 2 sind, ist durch das von Witte, Rother et al. beschriebene "Cardiac Aliasing" (97, 114) erkl&auml;rbar. Liegt die Zahl der Herzschl&auml;ge pro Atmungszyklus unter 2, was bei 1.4% der im Rahmen der vorliegenden Studie untersuchten Datenabschnitte auftrat, kann die Atmungsfrequenz nicht mehr richtig in der Herzfrequenzmodulation abgebildet werden. Die Frequenz der RSA ist dann geringer als die Atemfrequenz (94), ein Effekt, der mit dem aus der Signaltheorie bekannten Aliasing vergleichbar ist. </p> <p>In die Diskussion des Entwicklungsverlaufes von RSA und KKK ist weiterhin ein Einflu&szlig; von Reifungs- bzw. Entwicklungsprozessen des autonomen Nervensystems einzubeziehen. Zahlreiche Studien erbrachten Hinweise auf eine postnatal fortschreitende Reifung und Entwicklung neurologischer Strukturen. Paul et. al. (84) fanden bei einer Studie an S&auml;uglingen in der 2. - 20. Lebenswoche ausgepr&auml;gte Ver&auml;nderungen des EEG-Bildes im ruhigen Schlaf und werteten es als Ausdruck eines Wechsels des funktionellen Status des ZNS. Bei neugeborenen und erwachsenen Katzen fanden Denavit-Saubie et al. (23) in Neuronen des an der Rhythmogenese der Atmung beteiligten Nucleus tractus solitarii sogenannte "growth cones", welche f&uuml;r eine Unreife des neuronalen Gewebes sprechen. Weiterhin zeigten erwachsene Katzen eine deutlich h&ouml;here Komplexizit&auml;t des Dendritenbaumes. Bei der Geburt sind nach Erkenntnissen von Kissel et al. (59) nur etwa ein Drittel der Neuroblasten differenziert, was die enorme Entwicklungspotenz des neuronalen Gewebes erkennen l&auml;&szlig;t. Henderson-Smart et al. (49) berichteten &uuml;ber eine Abnahme der Latenzzeit von akustisch evozierten Potentialen im Verlauf des ersten Lebensjahres bei S&auml;uglingen, woraus auf eine Beschleunigung der synaptischen &Uuml;bertragung oder auf eine Reifung der Myelinisierung zu schlie&szlig;en ist. Hinweise auf eine postpartale Beschleunigung neuronaler Regelkreise und Zunahme der Stabilit&auml;t der respiratorischen Regulation bei S&auml;uglingen zeigten Fleming et al. (34) auf. Sie fanden bei der Untersuchung des auf einen Seufzer folgenden "Einschwingvorganges" der Atemamplitude mit zunehmendem Alter, 23 h postpartal bis 206 d<float><pagenumber>73</pagenumber> </float> postpartal, eine Zunahme der Einschwingfrequenz und eine zunehmende D&auml;mpfung des Einschwingvorganges. </p> <p>Diese Ergebnisse lassen neben den schon erw&auml;hnten Einfl&uuml;ssen von Ern&auml;hrung, h&auml;matologischen Ver&auml;nderungen und kardio-respiratorischer Adaptation auch einen wesentlichen Einflu&szlig; der Reifung des Nervensystems auf die respiratorische Sinusarrhythmie und den Kreuzkorrelationskoeffizient im untersuchten Zeitraum als sehr wahrscheinlich erscheinen.</p> <p>Weitere Untersuchungen weisen darauf hin, da&szlig; sich die an der Erhaltung der Hom&ouml;ostase ma&szlig;geblich beteiligten Systeme von Sympathikus und Parasympathikus im zeitlichen Verlauf in ihrer Reife und Balance ver&auml;ndern. Im wesentlichen liegen zwei Arten von Untersuchungsergebnissen vor. Erstens Ergebnisse morphologischer und zweitens Ergebnisse funktioneller Studien. Als erstes sei auf eine morphologischen Studie eingegangen. Rogers et al. (93) fanden bei der Untersuchung der Verteilung der vegetativen Rezeptoren die cholinerge Innervation des Neugeborenenherzens zum Zeitpunkt der Geburt schon weitgehend "ausgereift", wogegen die Rezeptordichte der adrenergen Rezeptoren des Herzens im Vergleich zum Erwachsenen vermindert war und sich erst einige Monate nach der Geburt der des Erwachsenen entsprach. Nur die Morphe betrachtend, k&ouml;nnte man zu dem Schlu&szlig; kommen, da&szlig; die sympathische Beeinflussung des Herzens zum Zeitpunkt der Geburt noch nicht voll ausgepr&auml;gt ist. Rogers et al. (93) fanden weiterhin eine im Vergleich zum Erwachsenen h&ouml;here Sensitivit&auml;t der adrenergen Rezeptoren des Neugeborenenherzens gegen&uuml;ber Katecholaminen. Durch diese erh&ouml;hte Sensitivit&auml;t k&ouml;nnte bei verminderter Rezeptorzahl trotzdem eine suffiziente adrenerge Kontrolle des Herzens erfolgen. Die Ergebnisse morphologischer Untersuchungen werden aber durch die funktionellen Studien z.T. in Frage gestellt. Bei diesen Studien wurde das Verh&auml;ltnis von nieder- (LF) zu hochfrequenten Leistungen (HF) im Herzfrequenzspektrum als Marker der sogenannten &rdquo;sympathovagalen Balance&rdquo; verwendet (Pagani et al. [82], Chatow et al. [20], Mrowka [80]). Dieser LF/HF-Quotient zeigte bei den Untersuchungen Chatows an Fr&uuml;hgeborenen (34-35. SSW) einen ca. 4,5-fach h&ouml;heren Wert als bei den zeitgerecht geborenen Kindern. Damit &uuml;berwog bei den Fr&uuml;hgeborenen im Vergleich zu den zeitgerecht geborenen Kindern der sympathisch und parasympathisch beeinflu&szlig;te LF-Bereich<float><pagenumber>74</pagenumber> </float> des Herzfrequenzspektrums deutlich gegen&uuml;ber dem ausschlie&szlig;lich parasympathisch beeinflu&szlig;ten HF-Bereich. Dies l&auml;&szlig;t zwei Interpretationsm&ouml;glichkeiten zu. Erstens k&ouml;nnte es ein Hinweis auf eine reife adrenerge Kontrolle des Herzens der Fr&uuml;hgeborenen gewertet werden, zweitens k&ouml;nnte eine nicht voll ausgereifte parasympathische Kontrolle vorliegen. Clairambault et al. (21) fanden an Fr&uuml;hgeborenen und zeitgerecht geborenen Kindern im Rahmen spektralanalytischer Untersuchungen der Herzperiodendauer-Zeitreihe im HF-Bereich zwischen der 31. und 38. Woche postkonzeptionell einen starken Anstieg. Jedoch kam es im weiteren Verlauf zu keinem weiteren vergleichbaren Anstieg dieses Parameters bis zur 41. post-konzeptionellen Woche. Dieses Ergebnis pa&szlig;t gut zu den Untersuchungen von Chatow et al. (20), so da&szlig; die bei Fr&uuml;hgeborenen (34.-35. SSW) zugunsten des Sympathikus hin verschobene &rdquo;sympathovagale Balance&rdquo; am ehesten im Sinne einer nicht ausgereiften parasympathischen Kontrolle interpretiert werden kann. Nachfolgend kommt es offensichtlich zur weiteren Reifung des Parasympathikus bis zur 39.-40. Schwangerschaftswoche. </p> <p>Die im Rahmen der vorliegenden Studie gefundenen Ergebnisse sprechen aufgrund der schon an den ersten Lebenstagen erreichten relativ hohen Werte der RSA f&uuml;r eine suffiziente parasympathische Kontrolle des Herzens. Dies schlie&szlig;t eine weitere Entwicklung des Parasympathikus nicht aus. Hinweise f&uuml;r eine auch postnatale Entwicklung der Reaktivit&auml;t parasympathisch vermittelter Reflexe erbrachte eine Studie von Ramet et al. (88, 89). Die L&auml;nge des durch einen Bulbus-oculi-Kompressionstest im Rahmen der vagal vermittelten R-R-Intervall-Verl&auml;ngerung hervorgerufenen, l&auml;ngsten R-R-Intervalles nimmt mit zunehmendem Alter von der 6. Woche bis zum 48. Monat zu. Ramet et al. (88, 89) &auml;u&szlig;erten sich jedoch nicht &uuml;ber die gleichzeitig physiologischerweise zunehmende mittlere R-R-Intervall-L&auml;nge, so da&szlig; nicht abgesch&auml;tzt werden kann, ob die Intervall-Verl&auml;ngerung nicht nur eine Folge des altersbedingten Herzfrequenzabfalles ist. Yamasaki et al. (115) fanden ebenfalls funktionelle Hinweise daf&uuml;r, das die parasympathische Kontrolle des Herzens zur Geburt noch nicht voll ausgereift ist. Die Untersuchung von Herzfrequenzspektren durch Lipke (72) zeigt eine deutliche Abnahme des als Parameter der &rdquo;sympathovagalen Balance&rdquo; angesehenen LF/HF-Quotienten nach der 2.-3. Woche bis zum 6. Lebensmonat, was f&uuml;r eine Ver&auml;nderung der Balance in Richtung Parasympathikus spricht. Zu diesen Ergebnissen pa&szlig;t die im Rahmen der vorliegenden Studie bei langfristiger Betrachtung ansteigende RSA, welche als Hinweis f&uuml;r die postnatale Ausreifung des Parasympathikus gewertet werden kann.<float><pagenumber>75</pagenumber> </float> Gleichzeitig k&ouml;nnte man dies aber auch als Folge des abnehmenden adaptativen Stresses mit abnehmendem Sympathikotonus werten.</p> <p>Da&szlig; sich die adrenerge Rezeptordichte am Herzen postnatal ver&auml;ndert, konnte in der Literatur gezeigt werden. Wie sich aber die St&auml;rke sympathischer und parasympathischer Innervation zum Herzen entwickeln, kann anhand der oben genannten funktionellen Studien nicht definitiv gekl&auml;rt werden, da nur Aussagen &uuml;ber die relative Balance beider Systeme, und das auch nur im zeitlichen Verlauf betrachtet, gemacht werden. Ob zum Beispiel der Parasympathikus zu einem bestimmten Zeitpunkt morphologisch schon voll ausgereift ist und nur eine geringe Aktivit&auml;t (im Sinne einer tonischen oder phasischen Innervation) zeigt, oder ob er aber noch wenig ausgereift und maximal aktiviert ist, bleibt ungekl&auml;rt.</p> <p>Die gefundene Korrelation von Nabelschnur-pH zum Zeitpunkt der Geburt mit RSA und Atemfrequenz am ersten Lebenstag l&auml;&szlig;t einen Einflu&szlig; der w&auml;hrend der Entbindung stattfindenden leichten Unterversorgung mit sauerstoffreichem Blut auf die Hom&ouml;ostase noch Stunden nach der Geburt erkennen. Dies weist wiederum auf die noch relativ geringen Kompensationsm&ouml;glichkeiten des respiratorischen Systems des Neugeborenen hin. </p> <p>Geschlechtsdifferenzen in der Entwicklung von Herzfrequenz, Atemfrequenz, RSA und Kreuzkorrelation zwischen Atmung und Herzaktion konnten im Rahmen der vorliegenden Studie nicht nachgewiesen werden. Dies stimmt mit Arbeiten von Harper et al. (43) an S&auml;uglingen im ersten Lebenshalbjahr im ruhigen Schlaf &uuml;berein. Hoppenbrouwers et al. (55) fanden im Gegensatz dazu ab dem ersten Lebensmonat bei m&auml;nnlichen S&auml;uglingen eine h&ouml;here Atemfrequenz im ruhigen und aktiven Schlaf, wobei eine Signifikanz aber nicht in jedem Alter und Schlafstadium erreicht wurde. Richards et al. (91) fanden dagegen bei m&auml;nnlichen S&auml;uglingen eine &uuml;ber die ersten sechs Monate h&ouml;here Herzfrequenz w&auml;hrend ruhiger Atmung, eine Signifikanz wurde unter Zusammenfassen aller Altersgruppen erreicht. Der Unterschied zu diesen Studien k&ouml;nnte mit der verh&auml;ltnism&auml;&szlig;ig geringen Anzahl der Probanden je Gruppe (5 m&auml;nnlich, 9 weiblich) erkl&auml;rbar sein.</p> <p><float><pagenumber>76</pagenumber> </float>Parallel zu den Ergebnissen der Auswertung der RSA-Amplitude und der Kreuzkorrelation zwischen Atmung und Herzaktion zeigt sich im ruhigen Schlaf auch in den Koh&auml;renzspektren ein im Bereich der Atemfrequenz liegendes Maximum der Koh&auml;renz als Ausdruck der vorhandenen respiratorischen Sinusarrhythmie bzw. Kopplung zwischen Atmung und Herzaktion. Dieses Maximum erreichte in 86% aller untersuchten Datenabschnitte Signifikanz. Nach geringen Schwankungen der Koh&auml;renz des HF-Maximums in den ersten Lebenswochen kommt es ab dem 28. Lebenstag zu einem deutlichen Anstieg der Koh&auml;renz. Die mittlere Koh&auml;renz aller Probanden befindet sich zu jedem Zeitpunkt im signifikanten Bereich.</p> <p>Im aktiven Schlaf lie&szlig; sich ebenfalls durchgehend im Bereich der Atemfrequenz ein deutliches Maximum der Koh&auml;renz beobachten. Die Werte f&uuml;r die Koh&auml;renz liegen jedoch deutlich unter den Koh&auml;renzwerten des ruhigen Schlafes, in den ersten vier Wochen ca. 45 % tiefer. Die Koh&auml;renz des HF-Maximums zeigte auch im aktiven Schlaf nach geringen Schwankungen in den ersten Lebenswochen ab der vierten Lebenswoche einen nahezu linearen Anstieg. Insgesamt waren nur 24,5 % der Werte der Koh&auml;renz des HF-Maximums im aktiven Schlaf statistisch signifikant. Die mittlere Koh&auml;renz aller Probanden erreichte im aktiven Schlaf erst ab dem 150. Lebenstag signifikante Werte. Der Anteil der Werte der einzelnen Probanden mit signifikanter Koh&auml;renz stieg von 8,3% am ersten Lebenstag auf 70% nach vollendetem ersten Lebenshalbjahr.</p> <p>Somit l&auml;&szlig;t sich im ruhigen Schlaf mittels Koh&auml;renzspektralanalyse vom ersten Tag an eine ausgepr&auml;gte hochfrequente, der RSA entsprechende, rhythmische Interaktion von Atmung und Herzaktion finden, wobei die Kopplung im Verlauf zunimmt. Die Zunahme des Anteiles der Kinder mit signifikantem HF-Maximum der Koh&auml;renz im aktiven Schlaf und das Erreichen einer signifikanten mittleren Koh&auml;renz ab dem 5. Lebensmonat spricht f&uuml;r eine auch im aktiven Schlaf zunehmende Kopplung kardiorespiratorischer Rhythmen. Das Auffinden einer der RSA entsprechenden Kopplung von Atmung und Herzaktion im aktiven Schlaf mittels Berechnung der Koh&auml;renzspektren unterscheidet sich von den Ergebnissen der Untersuchung von RSA-Amplitude und Kreuzkorrelation. Im aktiven Schlaf war eine RSA optisch nicht erkennbar, die Kreuzkorrelation erbrachte keine signifikanten Werte. Die Ursache der Differenz ist in der unterschiedlichen Methodik der drei Untersuchungsverfahren zu suchen.</p> </section> <section><float><pagenumber>77</pagenumber> </float><head>Die Entwicklung der Phasenverschiebung zwischen Atmung und Herzaktion</head> <p>Im Rahmen der vorliegenden Studie ist die Phasenverschiebung zwischen Atmung und der RSA-Schwingung der Herzperiodendauer-Zeitreihe bestimmt worden. </p> <p>Die Phasenverschiebung im ruhigen Schlaf war bei den untersuchten S&auml;uglingen mit einer Ausnahme immer negativ, das hei&szlig;t der Herzfrequenzanstieg begann nach dem Inspirationsbeginn.</p> <p>Angelone und Coulter (5) sowie Patzak et al. (83) fanden bei Taktatmung Erwachsener mit Frequenzen, die der Atemfrequenz der S&auml;uglinge entsprachen, &auml;hnliche, ebenfalls negative Werte f&uuml;r die Phasenverschiebung.</p> <p>Abbildung 56 zeigt f&uuml;r den Zusammenhang von Atemfrequenz und Phasenverschiebung den Vergleich der Ergebnisse vorliegender Studien von Angelone et Coulter und Patzak et al. von Taktatemversuchen an Erwachsenen (Vergleich f&uuml;r den Zusammenhang AF - RSA siehe Abbildung 55, gleiche Studien) mit den Ergebnissen der vorliegenden Studie. </p> <mm entity="obj.70"><caption>Abb. 56:         Vergleich der Ergebnisse von Angelone et Coulter und Patzak et al. mit den Ergebnissen der vorliegenden Studie (ruhiger Schlaf) f&uuml;r den Zusammenhang AF - Phasenverschiebung </caption></mm> <p><float><pagenumber>78</pagenumber> </float>Die Werte von den beiden zum Vergleich gew&auml;hlten Studien wurden den entsprechenden ver&ouml;ffentlichten Grafiken entnommen. Die die vorliegende Studie repr&auml;sentierenden Werte wurden analog dem f&uuml;r Abbildung 44 geschilderten Vorgehen bestimmt, da bei den S&auml;uglingen keine Taktatemversuche m&ouml;glich sind. </p> <p>Die bei entsprechenden Atemfrequenzen mit den Werten Erwachsener vergleichbaren Werte der Phasenverschiebung zwischen Atmung und der RSA-Schwingung der Herzperiodendauer-Zeitreihe sprechen gegen eine Unreife der kardiorespiratorischen Interaktion bei S&auml;uglingen. </p> <p>Nur Proband 24 zeigte am ersten Lebenstag eine in allen untersuchten Me&szlig;abschnitten positive Phasenverschiebung von 0,1 bis 0,2 s. Er wies jedoch in den folgenden Messungen keine grobe Abweichungen in der Entwicklung im Vergleich mit den anderen Probanden auf.</p> <p>Eine Erkl&auml;rung f&uuml;r dieses Verhalten w&auml;re, da&szlig; aufgrund der hohen Thoraxcompliance des Neugeborenen und des Rippenhochstandes (35, 51) der Inspirationsbeginn nicht automatisch mit dem Beginn einer atembedingten Thoraxumfangsvergr&ouml;&szlig;erung zusammenfallen mu&szlig;, ein Beginn der Inspiration mit Kontraktion von Zwerchfell und eingeschr&auml;nktem Ma&szlig;e auch der Interkostalmuskulatur ohne deutliche me&szlig;bare Thoraxumfangszunahme w&auml;re denkbar.</p> <p>Die zeitliche Entwicklung der Phasenverschiebung im ruhigen Schlaf ist ebenso wie die der RSA und des KKK nicht linear. Die Phasenverschiebung zeigt im Mittel bei unseren Probanden nach relativ geringem Wert am ersten Lebenstag einen Anstieg bis zum 7. Lebenstag. Anschlie&szlig;end kommt es nach einem Minimum am 14. Lebenstag zu einem Anstieg zum 21. Lebenstag hin mit nachfolgendem Abfall der Phasenverschiebung bis zum 180. Lebenstag. Am 180. Lebenstag werden Werte unterhalb denen der ersten Lebenstage erreicht. </p> <p>Geht man vom einfachen Modell zweier nichtlinear gekoppelter Oszillatoren aus (5), m&uuml;&szlig;te nicht nur die St&auml;rke der Kopplung der Oszillatoren, sondern auch die Phasenverschiebung der durch den respiratorischen Oszillator generierten Schwingungskomponente der Herzfrequenz von den Eigenfrequenzen beider Oszillatoren abh&auml;ngen. Der Zusammenhang von Phasenverschiebung und Atemfrequenz im Sinne einer negativen Korrelation konnte im Rahmen der vorliegenden Studie nachgewiesen werden. Die Abh&auml;ngigkeit der Phasen-verschiebung von der Atemfrequenz ist im untersuchten Frequenzbereich wiederum durchaus mit der von Erwachsenen<float><pagenumber>79</pagenumber> </float> vergleichbar, wie Untersuchungsergebnisse anderer Autoren zeigen (5, 58, 83, siehe auch Abbildung 56). </p> <p>Nun ergibt sich die Frage, ob das Phasenverh&auml;ltnis zwischen Atmung und RSA innerhalb der von uns ausgewerteten Me&szlig;abschnitte stabil ist. Die Auswertung mittels Berechnung der Kreuzkorrelationsfunktion l&auml;&szlig;t nur R&uuml;ckschl&uuml;sse auf eine mittlere Phasenverschiebung zu. Auf die Stabilit&auml;t des Phasenverh&auml;ltnisses kann mit dieser Methode nur indirekt geschlossen werden. Bei einem instabilen Phasenverh&auml;ltnis mu&szlig; Wert des Kreuzkorrelationskoeffizienten im Vergleich zum stabilen Phasenverh&auml;ltnis kleiner sein. Das gleiche gilt f&uuml;r die Koh&auml;renz. Dies l&auml;&szlig;t jedoch nicht automatisch den Umkehrschlu&szlig; niedriger Kreuzkorrelationskoeffizient bzw. niedrige Koh&auml;renz entspricht einem instabilen Phasenverh&auml;ltnis zu. Bei hohen Werten von Kreuzkorrelationskoeffizient und Koh&auml;renz ist jedoch eine Stabilit&auml;t der Phasenlage anzunehmen. Diese &Uuml;berlegungen werden erg&auml;nzt durch die Ergebnisse von De Boer et al. (15) und Hathorn (46). De Boer et al. (15) zeigten, da&szlig; bei niedriger Koh&auml;renz zwischen Atmung und Herzaktion die Phasenverschiebung nicht zuverl&auml;ssig bestimmbar ist. Hathorn (46) zeigte mittels Running cross-correlation an Neugeborenen, da&szlig; im aktiven Schlaf eine geringe Kreuzkorrelation in Verbindung mit einer instabilen, oszillierenden Phasenbeziehung zwischen Atmung und Herzfrequenzmodulation besteht; dagegen fand sich im ruhigen Schlaf in der Regel bei hoher Kreuzkorrelation ein stabiles Phasenverh&auml;ltnis (stabiles Entrainment). Damit ist bei den im Rahmen der vorliegenden Studie ausgewerteten Untersuchungs-abschnitten im ruhigen Schlaf vorwiegend eine stabile Phasenlage anzunehmen. </p> <p>Entsprechend der Entwicklung von RSA und KKK konnten f&uuml;r die Phasenverschiebung im ruhigen Schlaf weder eine geschlechtspezifische Entwicklung noch Differenzen zwischen den Geschlechtern in der H&ouml;he der Phasenverschiebung festgestellt werden.</p> <p>Da als Phasenverschiebung der Abstand des Punktes der gr&ouml;&szlig;ten negativen Kreuzkorrelation (KKK) von Null gewertet wurde, k&ouml;nnen f&uuml;r den aktiven Schlaf aufgrund nichtsignifikanter KKK-Werte keine Aussagen &uuml;ber den Absolutwert der Phasenverschiebung getroffen werden. Eine instabile Phasenlage ist entsprechend der oben dargestellten Ergebnisse von Hathorn (46) und De Boer et al. (15) anzunehmen.</p> </section> <section><float><pagenumber>80</pagenumber> </float><head>Die Entwicklung der rhythmischen Interaktion im nieder-frequenten Bereich (LF-Maximum des Koh&auml;renzspektrums)</head> <p>Mehrere Autoren berichteten bisher &uuml;ber das Vorkommen weiterer Rhythmen in der Herzperiodendauer-Zeitreihe neben der RSA und &uuml;ber niederfrequente rhythmische Komponenten der Atmung. Bei Erwachsenen fanden zuerst Sayers (100) und sp&auml;ter andere Autoren (3, 62, 63, 76, 99) Schwingungen in der LF-Region um 0,03-0,05 Hz, die mit der Temperaturregulation assoziiert sind und mit der Blutdruck-regulation assoziierte Schwingungen um 0,1 Hz. Finley et al. (31) fanden bei 11 gesunden Neugeborenen, die Phasen periodischer Atmung zeigten, im ruhigen Schlaf bei regelm&auml;&szlig;iger Atmung und bei periodischer Atmung im Bereich von 0,07 Hz rhythmische Komponenten in Herzaktion und Atmung. Ebenfalls bei Neugeborenen wurden von Hathorn (47) im Atemsignal im ruhigen und aktiven Schlaf Rhythmen im Bereich 0,06-0,1 Hz gefunden, die der Autor einer &uuml;ber Chemorezeptoren vermittelten respiratorischen Feedback-Kontrolle zuschreibt. Neben der atemfrequenzassoziierten RSA-Komponente der Herzfrequenzvariabilit&auml;t sind also nieder-frequente rhythmische Komponenten in Herzaktion und Atmung vorhanden.</p> <p>Im Rahmen der vorliegenden Studie stellte sich nun die Frage, ob sich auch hier und mit welcher zeitlichen Entwicklung solche nieder-frequenten Rhythmen gleicher Frequenz in Herzaktion und Atmung im Sinne einer kardiorespiratorischen Interaktion auffinden lassen. Die Analyse der Koh&auml;renzspektren im niederfrequenten Bereich erm&ouml;glicht dieses Erkennen gemeinsamer rhythmischer Ph&auml;nomene von Atmung und Herzfrequenz. </p> <p>Bei unseren Probanden fanden sich nur selten signifikante Maxima der Koh&auml;renz im niederfrequenten Bereich des Koh&auml;renzspektrums. Bei nur 5,1% aller Datenabschnitte des ruhigen Schlafes gab es signifikante Maxima bei einer Frequenz von im Mittel 0,1 Hz, im aktiven Schlaf traten nur bei 3,1% aller Datenabschnitte solche Maxima bei einer Frequenz von im Mittel 0,07 Hz. LF-Maxima wurden insgesamt bei 11 der 14 Probanden beobachtet, ihr Auftreten war nicht an ein bestimmtes Alter gekoppelt. Die spektralanalytische Untersuchung des Atemsignales zeigte bei allen Datenabschnitten mit signifikantem LF-Maximum eine rhythmische Modulation der Amplitude der Atemexkursion; gleiches konnte bei den Datenabschnitten ohne LF-Maximum nicht gefunden werden. In der vorliegenden Studie wurden f&uuml;r den ruhigen und den aktiven Schlaf Datenabschnitte ohne<float><pagenumber>81</pagenumber> </float> visuell erkennbare periodische Atmung gew&auml;hlt (siehe Methodik, Pkt. 3.3.1.). Phasen periodischer Atmung wurden als Sonderform des Atemmusters betrachtet und nicht ausgewertet. Damit handelt es sich bei den signifikanten LF-Maxima der Koh&auml;renz (5,1% im ruhigen und 3,1% im aktiven Schlaf) nicht um periodische Atmung sondern um eine eigenst&auml;ndige, jedoch seltene Form der niederfrequenten Interaktion.</p> <p>Thompson et al. (110) fanden bei 22 Neugeborenen im Alter von 2 bis 5 Tagen im Rahmen von Untersuchungen von Atem- und Herz-frequenzspektren im ruhigen Schlaf kein korrespondierendes LF-Maximum. Dykes et al. (25) beobachteten im Gegensatz dazu bei Untersuchungen an 9 Neugeborenen im Alter von ein bis drei Tagen in der LF-Region (0,02-0,2 Hz) regelm&auml;&szlig;ig eine mit der Atemamplituden-Modulation korrelierte Schwingung der Herzfrequenz. Im Unterschied zu der vorliegenden Studie unterschieden Dykes et al. (25) jedoch keine Schlafstadien und Atemmuster bei der Auswahl der Datenabschnitte. Finley et al. (31) untersuchten 11 ausgew&auml;hlte Kinder (von 50 Kindern) im Alter von einem Tag bis vier Wochen, bei denen periodische Atmung beobachtet wurde. Sie fanden im ruhigen Schlaf bei ruhiger und bei periodischer Atmung im Rahmen der Spektralanalyse in Atemsignal und Herzfrequenz-Zeitreihe bei einer Frequenz von ca. 0,07 Hz ein Maximum, was auf gemeinsame Frequenzinhalte schlie&szlig;en l&auml;&szlig;t. Kriterium f&uuml;r die regelm&auml;&szlig;ige Atmung war bei Finley et al. (31) jedoch nur, da&szlig; die Frequenzvariation im Mittel kleiner als  5 Atemz&uuml;ge/min ist. Somit konnten ausgepr&auml;gte Atemamplitudenschwingungen auch als regelm&auml;&szlig;ige Atmung ausgewertet werden. Das von Finley et al. (31) angegebene Beispiel f&uuml;r regelm&auml;&szlig;ige Atmung best&auml;tigt dies, da es eine deutlich sichtbare rhythmische Amplitudenmodulation zeigt. Dykes et al. (25) und Finley et al. (31) errechneten au&szlig;erdem keine Kreuz- oder Koh&auml;renz-spektren, soda&szlig; das Auftreten von gemeinsamen Frequenzinhalten in Atemsignal und Herzfrequenzzeitreihe statistisch nicht gesichert ist. &Auml;&auml;rimaa et al. (1) fanden bei der Untersuchung von 22 gesunden Neugeborenen im Alter von ein bis f&uuml;nf Tagen mittels Berechnung der Kreuzspektren aus Herzfrequenzvariabilit&auml;ts- und Atemamplituden-Spektren ein deutliches Maximum bei einer Frequenz von ca. 0,1 Hz, wogegen ein RSA-assoziiertes Maximum erst ab dem f&uuml;nften Lebenstag und mit geringer Auspr&auml;gung zu finden ist. Dieses Ergebnis differiert mit den Ergebnissen der vorliegenden und der oben zitierten zahlreichen Studien. Eine Erkl&auml;rung daf&uuml;r k&ouml;nnte in der unterschiedlichen Methodik zu finden sein. Da &Auml;&auml;rimaa et al. (1) als Grundlage f&uuml;r die Berechnung des Kreuzspektrums ein<float><pagenumber>82</pagenumber> </float> Atemamplitudenspektrum verwendet haben, finden geringe Amplitudenmodulationen einen st&auml;rkeren Niederschlag als bei Verwendung des gesamten Atemsignals. Weiterhin unterscheiden sich wiederum die Kriterien f&uuml;r ruhigen und aktiven Schlaf, au&szlig;erdem die Auswahl von Datenabschnitten in den einzelnen Schlafphasen. Hathorn (45) hat im Rahmen einer Studie bei 15 Kindern im ruhigen Schlaf bei der Berechnung von Kreuzspektren aus Herzfrequenz- und Atemsignalspektren au&szlig;er einem signifikanten Maximum im Bereich der Atemfrequenz keine weiteren signifikanten Maxima beobachtet. Es fanden sich jedoch bei 4 von 15 Probanden in den Spektren von Herzfrequenz und Atemsignal im LF-Bereich Maxima im gleichen Frequenzbereich, wobei aber die Leistung der LF-Maxima im Atemsignalspektrum durchweg wesentlich geringer als die Leistung der Maxima im HF-Bereich war. Diese im Herzfrequenz- und im Atemsignalspektrum im gleichen Frequenzbereich auftretenden Maxima im LF-Bereich sind ein Hinweis f&uuml;r den Einschlu&szlig; von Datenabschnitten mit Vorkommen niederfrequenter rhythmischer Modulationen der Atmung in die Auswertung durch Hathorn. </p> <p>Niederfrequente rhythmische Modulationen der Atmung sind Teil der physiologischen Atemregulation und werden bei gesunden S&auml;uglingen regelm&auml;&szlig;ig und in unterschiedlicher Auspr&auml;gung beobachtet, so auch bei den Probanden der vorliegenden Studie. Da&szlig; eine ausgepr&auml;gte Periodik der Atmung im Schlaf kein direkter Hinweis auf etwaige Entwicklungsdefizite darstellt und auch bei v&ouml;llig gesunden S&auml;uglingen auftritt, zeigten Finer et al. (30). Sie fanden bei 40 von 331 untersuchten gesunden S&auml;uglingen eine ausgepr&auml;gte periodische Atmung von >15 % der gesamten Schlafdauer. </p> <p>Giddens et al. (36) berichteten &uuml;ber eine mit einer rhythmischen Atemamplitudenmodulation assoziierte Sinusarrhythmie des Herzens, welche Sie als Atemamplituden-Sinusarrhythmie bezeichneten. Eine Genese dieses niederfrequenten Anteiles der Schwingung der Herzfrequenz, ist zum einen &uuml;ber die gleichen Mechanismen wie die Entstehung der RSA denkbar. Da die RSA einen deutlichen Anteil an der Herzfrequenzvariabilit&auml;t hat und die Amplitude der RSA mit dem Atemzugvolumen und mit der Atemfrequenz korreliert ist, k&ouml;nnen niederfrequente Schwingungen beider mit niederfrequenten Schwingungen der Herzfrequenz assoziiert sein. Andererseits vermuten Giddens (36) und Kitney (60) eine Verbindung dieser Schwingung mit der Blutdruck-Regulation, schlie&szlig;en jedoch eine simultane Beteiligung der Mechanismen der Chemoregulation oder der Thermoregulation nicht aus. Da&szlig; das Renin-Angiotensin-System und die vasomotorische <float><pagenumber>83</pagenumber> </float>Thermoregulation die Herzfrequenz im LF-Bereich beeinflussen, zeigten auch Akselrod et al. (3) und Lindqvist et al. (71). Kitney et al. (61), Gordon et al. (38), Finley (31) und Nugent (80) fanden im Rahmen ihrer Studien &uuml;bereinstimmend Hinweise f&uuml;r eine Schwingfrequenz des Baroreflexbogens von ca. 0,07 Hz, was die Annahme des Zusammenhanges von LF-Schwingung und Blutdruckregulation st&uuml;tzt. </p> <p>Die seltenen, im Rahmen dieser Studie bei 5,1% aller Datenabschnitte im ruhigen Schlaf und bei 3,1% im aktiven Schlaf unabh&auml;ngig vom Lebensalter bei 11 Probanden gefundenen, signifikanten Maxima der Koh&auml;renz im niederfrequenten Bereich sind somit Ausdruck einer sogenannten Atemamplituden-Sinusarrhythmie. Die Entstehung dieser Atemamplituden-Sinusarrhythmie ist &uuml;ber die gleichen Mechanismen wie die Entstehung der RSA erkl&auml;rbar, an deren Genese die Blutdruckregulation (arteriell-pressorezeptorischer Herzfrequenzreflex) beteiligt ist. </p> </section> </chapter>
<chapter><float><pagenumber>84</pagenumber> </float><head>Zusammenfassung</head> <p>Bei 46% aller Todesf&auml;lle im ersten Lebensjahr werden Unreife und kardiorespiratorische St&ouml;rungen als Ursache angenommen (108). </p> <p>Um Kinder mit einem erh&ouml;hten Risiko zu erkennen und entsprechend prophylaktisch t&auml;tig werden zu k&ouml;nnen, ist die genaue Kenntnis der normalen Entwicklung des f&uuml;r die Aufrechterhaltung der Hom&ouml;ostase des kindlichen Organismus entscheidenden kardiorespiratorischen Systems notwendig. Aufgrund der gro&szlig;en interindividuellen Variabilit&auml;t der Parameter von Atmung und Herzaktion k&ouml;nnen Erkenntnisse &uuml;ber deren Entwicklung und der Entwicklung von Parametern der Interaktion innerhalb des kardiorespiratorischen Systems am besten durch Longitudinalstudien gewonnen werden. Bisher vornehmlich am erwachsenen Menschen untersuchte Parameter der kardio-respiratorischen Interaktion sind die respiratorische Sinusarrhythmie, die Phasenverschiebung zwischen Atmung und RSA und der Grad der Kopplung von Atmung und Herzaktion. Gemeinsame Rhythmen von Atmung und Herzaktion im niederfrequenten Bereich sind bei Kindern exemplarisch untersucht worden. Durch eine Longitudinal-studie gewonnene Kenntnisse der Entwicklung dieser Parameter kardiorespiratorischer Interaktion &uuml;ber das gesamte erste Lebenshalbjahr lagen bisher nicht vor. Ziel dieser Studie war es, durch eine den Adaptationsvorg&auml;ngen angepa&szlig;te hohe Me&szlig;frequenz die Wissensl&uuml;cke hinsichtlich der Entwicklung der genannten Parameter zu schlie&szlig;en.</p> <p>Die Studie erfolgte an 14 gesunden, zeitgerecht Geborenen ohne Adaptationsst&ouml;rungen. Weitere Kriterien waren Gesundheit der Mutter und komplikationsloser Schwangerschaftsverlauf. Die Messungen erfolgten am 1., 3., 5., 7., 10., 14., 21. und 28. Lebenstag, desweiteren nach vollendetem 2., 3., 4., 5. und 6. Lebensmonat. Es wurden die thorakale Atemexkursion, das EKG und ein Protokoll zur Vigilanz des Probanden aufgezeichnet. Zur Auswertung wurden schlafstadien-bezogen die Amplitude der RSA bestimmt, die gr&ouml;&szlig;te negative Kreuzkorrelation zwischen Atmung und Herzperiodendauer-Zeitreihe (KKK) mit deren Phasenverschiebung und das Koh&auml;renzspektrum von Atmung und linear interpolierter Herzfrequenzzeitreihe berechnet.</p> <p><float><pagenumber>85</pagenumber> </float>Im ruhigen Schlaf lie&szlig;en sich die respiratorische Sinusarrhythmie und eine signifikante Kopplung zwischen Atmung und Herzperiodendauer-Zeitreihe mittels Kreuzkorrelationsfunktion vom ersten Lebenstag an kontinuierlich nachweisen. Die Amplitude von respiratorischer Sinusarrhythmie und KKK zeigten im ruhigen Schlaf im ersten Lebenshalbjahr einen typischen, signifikanten, nichtlinearen Verlauf. Nach einem Anstieg in den ersten Lebenstagen, RSA bis 5.LT, KKK bis 7. Lebenstag, folgte ein deutlicher Abfall beider Parameter bis zum 21. Lebenstag und anschlie&szlig;end eine nahezu kontinuierliche Zunahme bis zum vollendeten ersten Lebenshalbjahr. Die Amplitude der RSA ist mit der Atemfrequenz und der Herzfrequenz negativ korreliert, der KKK nur mit der Atemfrequenz. Nabelschnur-pH zum Zeitpunkt der Geburt und Amplitude der RSA sind vom ersten bis zum f&uuml;nften Lebenstag positiv korreliert.</p> <p>Im aktiven Schlaf konnte die RSA aufgrund ihrer geringen Amplitude bei hoher Herzfrequenzvariabilit&auml;t nicht direkt ausgemessen werden, die Bestimmung der gr&ouml;&szlig;ten negativen Kreuzkorrelation zwischen Atmung und Herzperiodendauer-Zeitreihe zeigte keine signifikanten Werte. Die RSA konnte jedoch im aktiven Schlaf durch ein Maximum der Koh&auml;renz im Bereich der Atemfrequenz vom ersten Lebenstag an kontinuierlich nachgewiesen werden.</p> <p>Die Phasenverschiebung im ruhigen Schlaf war bei den von uns untersuchten S&auml;uglingen mit einer Ausnahme immer negativ, das hei&szlig;t der Herzfrequenzanstieg begann nach dem Beginn der Inspiration (nur ein Proband zeigte am ersten Lebenstag eine positive Phasenverschiebung von 0,1 bis 0,2 s). Es war hier ebenfalls eine signifikante, nichtlineare Entwicklung nachweisbar. Die Phasen-verschiebung zeigte nach relativ geringem Wert am ersten Lebenstag einen Anstieg bis zum 7. Lebenstag. Anschlie&szlig;end kam es nach einem Minimum am 14. Lebenstag zu einem Anstieg zum 21. Lebenstag mit nachfolgendem Abfall der Phasenverschiebung bis zum 180. Lebenstag. Am 180. Lebenstag wurden Werte unterhalb denen der ersten Lebenstage erreicht. Die Phasenverschiebung war mit Atmung und Herzfrequenz korreliert. </p> <p>Im Koh&auml;renzspektrum zeigte sich im ruhigen Schlaf im Atemfrequenz-bereich ein signifikantes Maximum. Die Koh&auml;renz dieses Maximums entwickelte sich vergleichbar der Amplitude der RSA und dem KKK. Im aktiven Schlaf war durchgehend im Atemfrequenzbereich ein Maximum nachweisbar, das nach nahezu kontinuierlichem Anstieg ab 150. Lebenstag signifikante Werte der Koh&auml;renz aufwies. Das<float><pagenumber>86</pagenumber> </float> Koh&auml;renzspektrum zeigte au&szlig;er dem der RSA zuzuordnenden Maximum der Koh&auml;renz im HF-Bereich nur selten weitere signifikante Maxima der Koh&auml;renz. Bei nur 5,1% aller Datenabschnitte des ruhigen Schlafes fand sich ein signifikantes Maximum im LF-Bereich, im aktiven Schlaf fand sich nur bei 3,1% aller Datenabschnitte ein signifikantes Maximum, ebenfalls im LF-Bereich. Dies spricht gegen das regul&auml;re Vorhandensein wesentlicher niederfrequenter rhythmischer kardiorespiratorischer Interaktion im ruhigen und aktiven Schlaf. F&uuml;r Phasen periodischer Atmung kann diese Aussage jedoch nicht gemacht werden, da diese hier nicht untersucht wurden.</p> <p>Die Arbeit zeigt, da&szlig; bei Neugeborenen im Vergleich mit Erwachsenen vom ersten Lebenstag an keine qualitativen Unterschiede der kardiorespiratorischen Interaktion bestehen. Gefunden wurden jedoch quantitative Unterschiede, wie geringere Amplitude der RSA, geringere Kopplung von Atmung und Herzfrequenz, sowie h&ouml;here Atem- und Herzfrequenz. Diese quantitativen Unterschiede n&auml;hern sich im Verlauf der Entwicklung im Trend den Werten Erwachsener an.</p> <p>Die Parameter kardiorespiratorischer Interaktion &auml;ndern sich nicht kontinuierlich im Verlauf der Entwicklung des S&auml;uglings. Entsprechend den in den ersten vier Lebenswochen stattfindenden tiefgreifenden Adaptationsprozessen konnten in diesem Zeitraum deutliche nichtlineare Verl&auml;ufe dieser Parameter nachgewiesen werden. Es wurde zus&auml;tzlich zum bisher bekannten Entwicklungsverlauf im ruhigen Schlaf in den ersten Lebenstagen ein signifikanter Anstieg von RSA und der St&auml;rke der Kopplung zwischen Atmung und Herzfrequenz (KKK) gefunden, weiterhin konnte der Zeitpunkt des Minimums von RSA und KKK auf den 21. Lebenstag pr&auml;zisiert werden. Nach dem ersten Lebensmonat wurde eine kontinuierliche Entwicklung gefunden. </p> <p>Vom ersten Lebenstag an fanden sich deutliche Unterschiede der kardiorespiratorischen Interaktion zwischen ruhigem und aktivem Schlaf, was auf eine schon ausgebildete autonome Schlafstadienorganisation der Neugeborenen hinweist.</p> </chapter>
</body>
<back>
<bibliography><float><pagenumber>87</pagenumber> </float><head>7. Literaturverzeichnis</head> <citation worktype="journal" published="PUBLISHED">1.        <workauthor>&Auml;&auml;rimaa, T.</workauthor>,<workauthor> R. Oja</workauthor>, <workauthor>K. Antila</workauthor> und <workauthor>I. V&auml;lim&auml;ki</workauthor>, <articletitle>Interaction of Heart Rate and Respiration in Newborn Babies</articletitle>, <worktitle>Ped. Res. 24</worktitle> (<pubdate>1988</pubdate>) 6, S. <pages>745-750</pages></citation> <citation worktype="journal" published="PUBLISHED">2.        <workauthor>Akker, T.J. van den</workauthor>, <workauthor>A.S.M. Koeleman</workauthor>, <workauthor>L.A.H. Hogenhuis</workauthor> und <workauthor>O. Rompelman, </workauthor><articletitle>Heart rate variability and blood pressure oscillations in diabetics with neuropathy</articletitle>, <worktitle>Automedica 4</worktitle> (<pubdate>1983</pubdate>), S. <pages>201-208</pages></citation> <citation worktype="journal" published="PUBLISHED">3.        <workauthor>Akselrod, S.</workauthor>, <workauthor>D. Gordon</workauthor>, <workauthor>F.A. Ubel</workauthor>, <workauthor>D.S. Shannon</workauthor>, <workauthor>A.C. Barger</workauthor> und <workauthor>R.J. Cohen, </workauthor><articletitle>Power spektrum analysis of heart fluctuation: A quantitative probe of beat-to-beat cardiovascular control</articletitle>, <worktitle>Science 213</worktitle> (<pubdate>1981</pubdate>), S. <pages>220-222</pages></citation> <citation worktype="book" published="PUBLISHED">4.        <workauthor>Althoff, H.</workauthor>, <worktitle>Sudden infant death syndrome</worktitle>, <publisher>G. Fischer Verl.</publisher>, <address>Stuttgart, New York</address> (<pubdate>1980</pubdate>)</citation> <citation worktype="journal" published="PUBLISHED">5.        <workauthor>Angelone, A.</workauthor> und <workauthor>N.A. Coulter</workauthor>, <articletitle>Respiratory sinus Arrhythmia - a fre-quency dependent phenomenon</articletitle>, <worktitle>J. Appl. Physiol. 19</worktitle> (<pubdate>1964</pubdate>) 3, S. <pages>479-482</pages></citation> <citation worktype="journal" published="PUBLISHED">6.        <workauthor>Areavey, D.Mc</workauthor>, <workauthor>J.M.M. Neilson</workauthor>, <workauthor>D.J. Ewing</workauthor> und <workauthor>D.C. Russel</workauthor>, <articletitle>Cardiac parasympathetic activity during the early hours of acute myocardial infarction</articletitle>, <worktitle>Br. Heart J. 62</worktitle> (<pubdate>1989</pubdate>), S. <pages>165-170</pages></citation> <citation worktype="journal" published="PUBLISHED">7.        <workauthor>Bailey, J.J.</workauthor>, <workauthor>D. McAreavey</workauthor> und <workauthor>E.W.Pottala</workauthor>, <articletitle>Methods for Testing Autonomic Control of Heart Rate</articletitle>, <worktitle>J. Electrocrdiol. 26</worktitle>, Supplement (<pubdate>1993</pubdate>), S. <pages>34-36</pages></citation> <citation worktype="journal" published="PUBLISHED">8.        <workauthor>Bainbridge, F.A</workauthor>., <articletitle>The influence of venous filling upon the rate of the heart</articletitle>, <worktitle>J. Physiol.</worktitle> (<address>London</address>)<worktitle> 50</worktitle> (<pubdate>1915</pubdate>), S. <pages>65 ff</pages>.</citation> <citation worktype="journal" published="PUBLISHED">9.        <workauthor>Bainbridge, F.A</workauthor>., <articletitle>The relation between respiration and pulse-rate</articletitle>, <worktitle>J. Physiol.</worktitle> (<address>London</address>)<worktitle> 54</worktitle> (<pubdate>1920</pubdate>), S. <pages>192 ff</pages>.</citation> <citation worktype="journal" published="PUBLISHED">10.        <workauthor>Bergmann, A.B</workauthor>., <articletitle>Sudden infant death syndrome</articletitle>, <worktitle>Pediatrician 5</worktitle> (<pubdate>1976</pubdate>), S. <pages>172-179</pages></citation> <citation worktype="beitragswerk" published="PUBLISHED">11.        <workauthor>Bernardi, L.</workauthor>, <workauthor>S. Perlini</workauthor>, <workauthor>F. Salvucci</workauthor>, <workauthor>P.L. Sold&aacute;</workauthor>, <workauthor>M. Piepoli</workauthor>, <workauthor>A. Calciati</workauthor>, <workauthor>A. Radaelli</workauthor> und <workauthor>G. Finardi</workauthor>, <articletitle>Does Autonomic Modulation Explain Heart Rate Variability in all Conditions?</articletitle> In: Blood Pressure and Heart Rate Variability, ed. by <editor>M. di Rienzo et al.</editor>, <publisher>IOS Press</publisher> (<pubdate>1992</pubdate>), S. <pages>143-152</pages></citation> <citation worktype="journal" published="PUBLISHED">12.        <workauthor>Bernardi, L.</workauthor>, <workauthor>F. Keller</workauthor>, <workauthor>M. Sanders</workauthor>, <workauthor>P.S. Reddy</workauthor>, <workauthor>B. Griffith</workauthor>, <workauthor>F. Meno</workauthor> und <workauthor>M.R. Pinsky</workauthor>, <articletitle>Respiratory sinus arrhthmia in the denervated human heart</articletitle>, <worktitle>J. Appl. Physiol. 67</worktitle> (<pubdate>1989</pubdate>) 4, S. <pages>1447-1455</pages></citation> <citation worktype="journal" published="PUBLISHED"><float><pagenumber>88</pagenumber> </float>13.        <workauthor>Bigger, J.T.</workauthor>, <workauthor>R.E.Kleiger</workauthor>, <workauthor>J.L. Fleiss</workauthor>, <workauthor>C.M. Rolnitzky</workauthor>, <workauthor>R.C. Steinman</workauthor> und <workauthor>J.P. Miller</workauthor>, <articletitle>Components of heart rate variability measured during healing of acute myocardial infarction</articletitle>, <worktitle>Am. J. Cardiol. 61</worktitle> (<pubdate>1988</pubdate>), S. <pages>208-215</pages></citation> <citation worktype="journal" published="PUBLISHED">14.        <workauthor>Bischoff, S.</workauthor>, <workauthor>G. Kahaly</workauthor>, <workauthor>K.v. Olshausen</workauthor>, <workauthor>S. Mohr-Kahaly</workauthor>, <workauthor>R. Erbel</workauthor>, <workauthor>J. Beyer</workauthor> und <workauthor>J. Meyer</workauthor>, <articletitle>Arrhythmiaprofil und Herzfrequenz bei Hyperthyreose</articletitle>, <worktitle>Dt. med. Wochenschrift 113</worktitle> (<pubdate>1988</pubdate>) 15, S. <pages>579-585</pages></citation> <citation worktype="journal" published="PUBLISHED">15.        <workauthor>Boer, R.W. de</workauthor>, <workauthor>J.M. Karemaker</workauthor> und <workauthor>J. Strackee</workauthor>, <articletitle>Description of heart rate variability data in accordance with a physiological model for the genesis of heartbeats</articletitle>, <worktitle>Psychophysiol. 22</worktitle> (<pubdate>1985</pubdate>), S. <pages>147-155</pages></citation> <citation worktype="beitragswerk" published="PUBLISHED">16.        <workauthor>B&uuml;hring, M.</workauthor>, <workauthor>U. Jablonka</workauthor>, <workauthor>B. Reschke</workauthor>, <workauthor>R. Saller</workauthor> und <workauthor>Ch. Rosak</workauthor>, <articletitle>Heart rate variation is reduced in Patients with long lasting history of Diabetes mellitus. On the special influence of the respiratory system.</articletitle> In: <worktitle>Chronobiology &amp; chronomedicine. Basic research and applications.</worktitle> <address>Marburg/Lahn</address>, FRG, 1986/[European Soc. for Chronobiology. Ed. by <editor>G. Hildebrandt</editor>, <editor>R. Moog</editor>, <editor>F. Raschke</editor>]. <publisher>Verlag Peter Lang</publisher>, <address>Frankfurt am Main</address> (<pubdate>1987</pubdate>), S. <pages>101-106</pages></citation> <citation worktype="journal" published="PUBLISHED">17.        <workauthor>Cabal, L.A.</workauthor>, <workauthor>B. Siassi</workauthor>, <workauthor>B. Zanini</workauthor>, <workauthor>J.E. Hodgman</workauthor> und <workauthor>E.E. Hon</workauthor>, <articletitle>Factors Affecting Heart Rate Variability in Preterm Infants</articletitle>, <worktitle>Pediatrics 65</worktitle> (<pubdate>1980</pubdate>), S. <pages>50-56</pages></citation> <citation worktype="journal" published="PUBLISHED">18.        <workauthor>Casolo, G.S.</workauthor>, <workauthor>E. Balli</workauthor>, <workauthor>T. Taddei</workauthor>, <workauthor>J. Amuhasi</workauthor> and <workauthor>C. Gori</workauthor>, <articletitle>Decreased spontaneous heart rate variability in congestive heart failure</articletitle>, <worktitle>Am. J. Cardiol. 64</worktitle> (<pubdate>1989</pubdate>) 18, S.<pages>1162-1167</pages></citation> <citation worktype="book" published="PUBLISHED">19.        <workauthor>Chatfield, C.</workauthor>, <articletitle>Analyse von Zeitreihen</articletitle>, <publisher>Verl. Joh. Ambr. Barth</publisher>, <address>Leipzig</address> <pubdate>1982</pubdate></citation> <citation worktype="journal" published="PUBLISHED">20.        <workauthor>Chatow, U.</workauthor>, <workauthor>S. Davidson</workauthor>, <workauthor>B.L. Reichman</workauthor> und <workauthor>S. Akselrod</workauthor>, <articletitle>Development and maturation of the autonomic nervous system in premature and full-term infants using spectral analysis of heart rate fluctuations</articletitle>, <worktitle>Ped. Res. 37</worktitle> (<pubdate>1995</pubdate>) 3, S. <pages>294-302</pages></citation> <citation worktype="journal" published="PUBLISHED">21.        <workauthor>Clairambault, J.</workauthor>, <workauthor>L. Curzi-Dascalova</workauthor>, <workauthor>F. Kauffmann</workauthor>, <workauthor>C. M&eacute;digue und C. Leffler</workauthor>, <articletitle>Heart rate variability in normal sleeping full-term and preterm neonates</articletitle>, <worktitle>Early Hum. Dev. 28</worktitle> (<pubdate>1992</pubdate>), S. <pages>169-183</pages></citation> <citation worktype="journal" published="PUBLISHED">22.        <workauthor>Curzi-Dascalova, L.</workauthor>, <workauthor>C. Gaudebout</workauthor> und <workauthor>C. Dreyfus-Brisac</workauthor>, <articletitle>Respiratory frequencies of sleeping infants during the first months of life: Correlations between values in different sleep states</articletitle>, <worktitle>Early Hum. Dev. 5</worktitle>, (<pubdate>1981</pubdate>), S. <pages>39-54</pages></citation> <citation worktype="journal" published="PUBLISHED">23.        <workauthor>Denavit-Saubie, M.</workauthor>, <workauthor>M. Kalia</workauthor>, <workauthor>O. Pierrefiche</workauthor>, <workauthor>P. Schweitzer</workauthor>, <workauthor>A.S. Foutz</workauthor> und <workauthor>J. Champagnat</workauthor>, <articletitle>Maturation of Brain Stem Neurones Involved in Respiratory Rhythmogenesis: Biochemical, Bioelectrical and Morphological Properties</articletitle>, <worktitle>Biol. Neonate 65</worktitle>, (<pubdate>1994</pubdate>), S. <pages>171-175</pages></citation> <citation worktype="journal" published="PUBLISHED"><float><pagenumber>89</pagenumber> </float>24.        <workauthor>Dolfin, T.</workauthor>, <workauthor>P. Duffy</workauthor>, <workauthor>D. Wilkes</workauthor>, <workauthor>S. England</workauthor> und <workauthor>H. Bryan</workauthor>, <articletitle>Effects of a Face Mask and Pneumotachograph on Breathing in Sleeping Infants</articletitle>, <worktitle>Am.Rev.Respir.Dis. 128</worktitle>, (<pubdate>1983</pubdate>), S. <pages>977-979</pages></citation> <citation worktype="journal" published="PUBLISHED">25.        <workauthor>Dykes, F.D.</workauthor>, <workauthor>P.A. Ahmann</workauthor>, <workauthor>K. Baldzer</workauthor>, <workauthor>T.A. Carrigan</workauthor>, <workauthor>R. Kitney</workauthor> und <workauthor>D.P. Giddens</workauthor>, <articletitle>Breath amplitude modulation of heart rate variability in normal full-term neonates</articletitle>, <worktitle>Pediatric Research 20, Nr.4</worktitle>, (<pubdate>1986</pubdate>), S. <pages>301-308</pages></citation> <citation worktype="journal" published="PUBLISHED">26.        <workauthor>Eckberg, D.L</workauthor>., <articletitle>Human sinus arrhythmia as an index of vagal cardiac outflow</articletitle>, <worktitle>J. Appl. Physiol. 54[4]</worktitle>, (<pubdate>1983</pubdate>), S. <pages>961-966</pages></citation> <citation worktype="journal" published="PUBLISHED">27.        <workauthor>Eckoldt, K.</workauthor> und <workauthor>E. Schubert</workauthor>, <articletitle>Zum Einflu&szlig; der Atemtiefe auf die Sinusarrhythmie des Herzens</articletitle>, <worktitle>Acta biol. med. germ. 34</worktitle>, (<pubdate>1975</pubdate>), S. <pages>767-771</pages></citation> <citation worktype="book" published="PUBLISHED">28.        <workauthor>Einbrodt</workauthor>, <worktitle>&Uuml;ber den Einflu&szlig; der Atembewegung auf Herzschlag und Blutdruck</worktitle>, <publisher>Sber. Akad. Wiss. Wien</publisher>; Math. Nat. Kl., 2. Abt., 40 (<pubdate>1860</pubdate>), S. <pages>361-418</pages></citation> <citation worktype="journal" published="PUBLISHED">29.        <workauthor>Elghozi, J.-L.</workauthor>, <workauthor>D. Laude</workauthor> und <workauthor>A. Girard</workauthor>, <articletitle>Heart rate and blood pressure oscillations related to respiration</articletitle>, <worktitle>Sleep and Cardioresp. Control 217</worktitle>, <publisher>Colloque INSERM/John Libbey Eurotext Ltd.</publisher> (<pubdate>1991</pubdate>), S. <pages>23-34</pages></citation> <citation worktype="journal" published="PUBLISHED">30.        <workauthor>Finer, N.N.</workauthor>, <workauthor>K.J. Barrington</workauthor> und <workauthor>B. Hayes</workauthor>, <articletitle>Prolonged Periodic Breathing: Significance in Sleep Studies</articletitle>, <worktitle>Pediatrics 89</worktitle> (<pubdate>1992</pubdate>), S. <pages>450-453</pages></citation> <citation worktype="journal" published="PUBLISHED">31.        <workauthor>Finley, D.P.</workauthor> und <workauthor>S.T. Nugent</workauthor>, <articletitle>Periodicities in respiration and heart rate in newborns</articletitle>, <worktitle>Can. J. Physiol. Pharmacol. 61</worktitle> (<pubdate>1983</pubdate>), S.<pages>329-335</pages></citation> <citation worktype="journal" published="PUBLISHED">32.        <workauthor>Fleming, P.J.</workauthor>, <workauthor>Y. Azaz</workauthor> und <workauthor>R. Wigfield</workauthor>, <articletitle>Development of thermoregulation in infancy: Possible implications for SIDS</articletitle>, <worktitle>J. Clin. Pathol. 45</worktitle> (<pubdate>1992</pubdate>), S. <pages>17-19</pages></citation> <citation worktype="journal" published="PUBLISHED">33.        <workauthor>Fleming, P.J.</workauthor>, <workauthor>M.R. Levine</workauthor> und <workauthor>A. Goncalves</workauthor>, <articletitle>Changes in respiratory pattern resulting from the use of a facemask to record respiration in newborn infants</articletitle>, <worktitle>Ped. Res.16</worktitle> (<pubdate>1982</pubdate>), S.<pages>1031-1034</pages></citation> <citation worktype="journal" published="PUBLISHED">34.        <workauthor>Fleming, P.J.</workauthor>, <workauthor>A.L. Goncalves</workauthor>, <workauthor>M.R. Levine</workauthor> und <workauthor>S. Woollard</workauthor>, <articletitle>The development of stability of respiration in human infants: Changes in ventilatory responses to spontaneous sighs</articletitle>, <worktitle>J. Physiol. 347</worktitle> (<pubdate>1984</pubdate>), S. <pages>1-16</pages></citation> <citation worktype="journal" published="PUBLISHED">35.        <workauthor>Gaultier, C</workauthor>., <articletitle>Cardiorespiratory Adaptation During Sleep in Infants and Children</articletitle>, <worktitle>Pediatric Pulmonology 19</worktitle> (<pubdate>1995</pubdate>), S. <pages>105-117</pages></citation> <citation worktype="journal" published="PUBLISHED">36.        <workauthor>Giddens, D.P.</workauthor> und <workauthor>R.I. Kitney</workauthor>, <articletitle>Neonatal heart rate variability and its relation to respiration</articletitle>, <worktitle>J. theor. Biol. 113</worktitle> (<pubdate>1985</pubdate>), S. <pages>759-780</pages></citation> <citation worktype="journal" published="PUBLISHED"><float><pagenumber>90</pagenumber> </float>37.        <workauthor>Golenhofen, K</workauthor>. und <workauthor>G. Hildebrandt</workauthor>, <articletitle>Die Beziehungen des Blutdruckrhythmus zu Atmung und peripherer Durchblutung</articletitle>, <worktitle>Pfl&uuml;g. Arch. ges. Physiol. 267</worktitle> (<pubdate>1958</pubdate>), S. <pages>27-45</pages></citation> <citation worktype="journal" published="PUBLISHED">38.        <workauthor>Gordon, D.</workauthor>, <workauthor>R. Cohen</workauthor>, <workauthor>D. Kelly</workauthor>, <workauthor>S. Akselrod</workauthor> und <workauthor>D. Shannon</workauthor>, <articletitle>Sudden Infant Death Syndrome: Abnormalities in Short Term Fluctuations in Heart Rate and Respiratory Activity</articletitle>, <worktitle>Pediatric Res. 18</worktitle> (<pubdate>1984</pubdate>) 10, S. <pages>921-926</pages></citation> <citation worktype="journal" published="PUBLISHED">39.        <workauthor>Groome, L.J.</workauthor>, <workauthor>D.M. Mooney</workauthor>, <workauthor>L.S. Bentz</workauthor> und <workauthor>K.P. Singh</workauthor>, <articletitle>Spectral analysis of heart rate variability during quiet sleep in normal human fetuses between 36 and 40 weeks of gestation</articletitle>, <worktitle>Early Hum. Dev. 38</worktitle> (<pubdate>1994</pubdate>), S. <pages>1-10</pages></citation> <citation worktype="journal" published="PUBLISHED">40.        <workauthor>Haddad, G.G.</workauthor>, <workauthor>R.A. Epstein</workauthor>, <workauthor>M.A.F. Epstein</workauthor>, <workauthor>H.L. Leistner</workauthor>,<workauthor>P.A. Marino</workauthor> und <workauthor>R.B. Mellins</workauthor>, <articletitle>Maturation of ventilation and ventilatory pattern in normal sleeping infants</articletitle>, <worktitle>J. appl. Physiol. 46</worktitle> (<pubdate>1979</pubdate>) 5, S. <pages>998-1002</pages></citation> <citation worktype="journal" published="PUBLISHED">41.        <workauthor>Haddad, G.G.</workauthor>, <workauthor>H.L. Leistner</workauthor>, <workauthor>R.A. Epstein</workauthor>, <workauthor>M.A.F. Epstein</workauthor>, <workauthor>W.K. Grodin</workauthor> und <workauthor>R.B. Mellins</workauthor>, <articletitle>CO2-induced changes in ventilation and ventilatory pattern in normal sleeping infants</articletitle>, <worktitle>J. appl. Physiol. 48</worktitle> (<pubdate>1980</pubdate>) 4, S. <pages>684-688</pages></citation> <citation worktype="journal" published="PUBLISHED">42.        <workauthor>Haidmayer, R</workauthor>, <workauthor>K.P. Pfeiffer</workauthor>, <workauthor>T. Kenner</workauthor> und <workauthor>R. Kurz</workauthor>, <articletitle>Statistical evaluation of respiratory control in infants to assess possible risk for the Sudden Infant Death Syndrome (SIDS)</articletitle>, <worktitle>Eur. J. Pediatr. 138</worktitle> (<pubdate>1982</pubdate>), S. <pages>145-150</pages></citation> <citation worktype="journal" published="PUBLISHED">43.        <workauthor>Harper, R.M.</workauthor>, <workauthor>B. Leake</workauthor>, <workauthor>J.E. Hodgman</workauthor> und <workauthor>T. Hoppenbrouwers</workauthor>, <articletitle>Developmental Patterns of Heart Rate and Heart Rate Variability During Sleep and Waking in Normal Infants and Infants at Risk for the Sudden Infant Death Syndrome</articletitle>, <worktitle>Sleep 5</worktitle> (<pubdate>1982</pubdate>), S. <pages>28-38</pages></citation> <citation worktype="journal" published="PUBLISHED">44.        <workauthor>Harper, R.M.</workauthor>, <workauthor>D.O.Walter</workauthor>, <workauthor>B. Leake</workauthor>, <workauthor>H.J. Hoffmann</workauthor>, <workauthor>G.C. Sieck</workauthor>, <workauthor>M.B. Sterman</workauthor>, <workauthor>T. Hoppenbrouwers</workauthor> und <workauthor>J. Hodgman</workauthor>, <articletitle>Development of Sinus Arrhythmia During Sleep and Waking States in Normal Infants</articletitle>, <worktitle>Sleep 1</worktitle> (<pubdate>1978</pubdate>), S. <pages>33-48</pages></citation> <citation worktype="journal" published="PUBLISHED">45.        <workauthor>Hathorn, M.K.S</workauthor>., <articletitle>Respiratory modulation of heart rate in newborn infants</articletitle>, <worktitle>Early Hum. Dev. 20</worktitle> (<pubdate>1989</pubdate>), S. <pages>81-99</pages></citation> <citation worktype="journal" published="PUBLISHED">46.        <workauthor>Hathorn, M.K.S</workauthor>., <articletitle>Respiratory sinus arrhythmia in newborn infants</articletitle>, <worktitle>J. Physiol. 385</worktitle> (<pubdate>1987</pubdate>), S. <pages>1-12</pages></citation> <citation worktype="journal" published="PUBLISHED">47.        <workauthor>Hathorn, M.K.S</workauthor>., <articletitle>Analysis of periodic changes in ventilation in newborn infants</articletitle>, <worktitle>J. Physiol. 285</worktitle> (<pubdate>1978</pubdate>), S. <pages>85-99</pages></citation> <citation worktype="journal" published="PUBLISHED">48.        <workauthor>Hayano, J.</workauthor>, <workauthor>Y. Sakakibara</workauthor>, <workauthor>A. Yamada</workauthor>, <workauthor>M. Yamada</workauthor>, <workauthor>S. Mukai</workauthor>, <workauthor>T. Fujinami</workauthor>, <workauthor>K. Yokoyama</workauthor>, <workauthor>Y. Watanabe</workauthor> und <workauthor>K. Takata</workauthor>, <articletitle>Accuracy of Assessment of Cardiac Vagal Tone by Heart Rate Variability in Normal Subjekts</articletitle>, <worktitle>Am. J. Cardiol. 67</worktitle> (<pubdate>1991</pubdate>), S. <pages>199-204</pages></citation> <citation worktype="journal" published="PUBLISHED"><float><pagenumber>91</pagenumber> </float>49.        <workauthor>Henderson-Smart, D.J.</workauthor>, <workauthor>A.G. Pettigrew</workauthor> und <workauthor>D.J. Campbell</workauthor>, <articletitle>Clinical apnea and brain stem neural function in preterm infants</articletitle>, <worktitle>New Engl. J. Med. 308</worktitle> (<pubdate>1983</pubdate>), S. <pages>353-357</pages></citation> <citation worktype="book" published="PUBLISHED">50.        <workauthor>Hering, E.</workauthor>, <worktitle>&Uuml;ber eine reflektorische Beziehung zwischen Lunge und Herz</worktitle>, <publisher>Sber. Akad. Wiss. Wien</publisher>, Math. Nat. Kl., 2. Abt., 64 (<pubdate>1871</pubdate>), S. <pages>333-359</pages></citation> <citation worktype="journal" published="PUBLISHED">51.        <workauthor>Hershenson, M.B.</workauthor>, <workauthor>A.A. Collin</workauthor>,<workauthor> M.E.B. Wohl</workauthor> und <workauthor>A.R. Stark</workauthor>, <articletitle>Change in contribution of the rib cage to total breathing during infancy</articletitle>, <worktitle>Am. Rev. Respir. Dis. 141</worktitle> (<pubdate>1990</pubdate>), S. <pages>922-925</pages></citation> <citation worktype="journal" published="PUBLISHED">52.        <workauthor>Heymann, M.A.</workauthor> und <workauthor>A.M Rudolph</workauthor>, <articletitle>Control of the ductus arteriosus</articletitle>, <worktitle>Physiol. Rev. 55</worktitle> (<pubdate>1975</pubdate>), S. <pages>62-78</pages></citation> <citation worktype="journal" published="PUBLISHED">53.        <workauthor>Hirsch, J.A.</workauthor> und <workauthor>B. Bishop</workauthor>, <articletitle>Respiratiry arrhythmia in humans: How breathing pattern modulates heart rate</articletitle>, <worktitle>Am. J. Physiol. 241</worktitle> (<pubdate>1981</pubdate>), S. <pages>H620-H629</pages></citation> <citation worktype="journal" published="PUBLISHED">54.        <workauthor>Hirsim&auml;ki, H.</workauthor>, <workauthor>P. Kero</workauthor>, <workauthor>O. Wanne</workauthor>, <workauthor>R. Erkkola</workauthor> und <workauthor>Z. Makoi</workauthor>, <articletitle>Doppler-derived cardiac output in healthy newborn infants in relation to physiological patency of the Ductus arteriosus</articletitle>, <worktitle>Pediatr. Cardiol. 9</worktitle> (<pubdate>1988</pubdate>), S. <pages>79-83</pages></citation> <citation worktype="journal" published="PUBLISHED">55.        <workauthor>Hoppenbrouwers, T.</workauthor>, <workauthor>J.E. Hodgman</workauthor>, <workauthor>R.M. Harper</workauthor> und <workauthor>M.B. Sterman</workauthor>, <articletitle>Respiration during the first six months of life in normal infants: IV. Gender differences</articletitle>, <worktitle>Early Hum. Dev. 4</worktitle> (<pubdate>1980</pubdate>) 2, S.<pages>167-177</pages></citation> <citation worktype="journal" published="PUBLISHED">56.        <workauthor>Katona, P.G.</workauthor> und <workauthor>F. Jih</workauthor>, <articletitle>Respiratory sinus arrhythmia: non-invasive measure of parasympathetic cardiac control</articletitle>, <worktitle>J. Appl. Physiol. 39</worktitle> (<pubdate>1975</pubdate>) 5, S. <pages>801-805</pages></citation> <citation worktype="journal" published="PUBLISHED">57.        <workauthor>Kelly, D.H.</workauthor> und <workauthor>D.C. Shannon</workauthor>, <articletitle>Sudden infant death syndrome and near sudden infant death syndrome: A review of the literature</articletitle>, <worktitle>Pediatrics 68</worktitle> (<pubdate>1981</pubdate>), S. <pages>183-186</pages></citation> <citation worktype="journal" published="PUBLISHED">58.        <workauthor>Kelman, G.R.</workauthor> und <workauthor>K.T. Wann</workauthor>, <articletitle>Studies on sinus arrhythmia</articletitle>, <worktitle>J. Physiol. (London) 213</worktitle> (<pubdate>1971</pubdate>), S. <pages>59P-60P</pages></citation> <citation worktype="beitragswerk" published="PUBLISHED">59.        <workauthor>Kissel, P.</workauthor>, <workauthor>J.M. Andre</workauthor> und <workauthor>A. Jaquier</workauthor>, <articletitle>The neurocristopathies</articletitle>, In: <worktitle>Year Book Medical Publishers</worktitle>, <publisher>Chicago</publisher> (<pubdate>1981</pubdate>), <pages>S.1-15, 165-183, 219-221</pages></citation> <citation worktype="journal" published="PUBLISHED">60.        <workauthor>Kitney, R.I</workauthor>., <articletitle>New findings in the analysis of heart rate variability in infants</articletitle>, <worktitle>Automedica 5</worktitle> (<pubdate>1984</pubdate>), S. <pages>289-310</pages></citation> <citation worktype="journal" published="PUBLISHED">61.        <workauthor>Kitney, R.I. und H.G. Ong</workauthor>, <articletitle>An analysis of cardiorespiratory control in babies and its relation to sudden infant death syndrome</articletitle>, <worktitle>Automedica 7</worktitle> (<pubdate>1986</pubdate>), S. <pages>105-126</pages></citation> <citation worktype="book" published="PUBLISHED">62.        <workauthor>Kitney, R.I</workauthor> und <workauthor>O. Rompelman</workauthor>, <worktitle>The Study of Heart-Rate Variability, Oxford Medical Engineering Series</worktitle>, <publisher>Clarendon Press</publisher>, <address>Oxford</address> (<pubdate>1980</pubdate>), S. <pages>81-106</pages></citation> <citation worktype="sonderfall" published="PUBLISHED"><float><pagenumber>92</pagenumber> </float>63.        <workauthor>Kitney, R.I.</workauthor>, <worktitle>The thermo-regulatory control system in man and its study by digital computer simulation</worktitle>, Ph.D. thesis, <address>London University</address> (<pubdate>1972</pubdate>)</citation> <citation worktype="beitragswerk" published="PUBLISHED">64.        <workauthor>Koepchen, H.P.</workauthor>, <articletitle>Respiratory and Cardiovascular "Centres": Functional Entirety or Separate Structures?</articletitle> In: <worktitle>Central Neurone Environment</worktitle>, ed. by <editor>M.E. Schl&auml;fke</editor>, <editor>H.P. Koepchen</editor> und <editor>W.R. See</editor>, <publisher>Springer-Verlag</publisher> <address>Berlin Heidelberg</address> (<pubdate>1983</pubdate>), S. <pages>221-237</pages></citation> <citation worktype="beitragswerk" published="PUBLISHED">65.        <workauthor>Koepchen, H.P.</workauthor>, <articletitle>Zentrale kardiorespiratorische Integration: Ein Beitrag zum Zentrenproblem</articletitle>, In: <worktitle>Hauptvortr&auml;ge der Tagungen der Deutschen Physiologischen Gesellschaft</worktitle> (<pubdate>1984</pubdate>), S. <pages>147-166</pages></citation> <citation worktype="journal" published="PUBLISHED">66.        <workauthor>Koepchen, H.P.</workauthor> und <workauthor>K. Thurau, </workauthor><articletitle>&Uuml;ber die Entstehungsbedingungen der atemsynchronen Schwankungen des Vagustonus (Respiratorische Arrhythmie)</articletitle>, <worktitle>Pfl&uuml;g. Arch. ges. Physiol. 269</worktitle> (<pubdate>1959</pubdate>), S. <pages>10-30</pages></citation> <citation worktype="book" published="PUBLISHED">67.        <workauthor>Koopmans, L.H.</workauthor>: <worktitle>The spectral analysis of time series.</worktitle> <publisher>Academic Press</publisher>, <address>New York</address> (<pubdate>1974</pubdate>)</citation> <citation worktype="journal" published="PUBLISHED">68.        <workauthor>Kurz, R.</workauthor>, <workauthor>Th. Kenner</workauthor>, <workauthor>R. Haidmayer</workauthor>, <workauthor>F. Reiterer</workauthor>, <workauthor>P. Schober</workauthor> und <workauthor>C. Einspieler</workauthor>, <articletitle>Der pl&ouml;tzliche S&auml;uglingstod aus kybernetischer Sicht</articletitle>, <worktitle>P&auml;diatrie und P&auml;dologie 21</worktitle> (<pubdate>1986</pubdate>), S. <pages>397-408</pages></citation> <citation worktype="journal" published="PUBLISHED">69.        <workauthor>Lim, M.K.</workauthor>, <workauthor>K. Hanretty</workauthor>, <workauthor>A.B. Houston</workauthor>, <workauthor>S. Lilley</workauthor> und <workauthor>E.P. Murtagh</workauthor>, <articletitle>Intermittend ductal patency in healthy newborn infants: Demonstration by colour Doppler flow mapping</articletitle>, <worktitle>Arch. Dis. Child. 67</worktitle> (<pubdate>1992</pubdate>), S. <pages>1217-1278</pages></citation> <citation worktype="journal" published="PUBLISHED">70.        <workauthor>Lindqvist, A.</workauthor>, <workauthor>R. Erkolahti</workauthor>, <workauthor>E. Heinonen</workauthor> und <workauthor>I. V&auml;lim&auml;ki</workauthor>, <articletitle>Reactivity of autonomic nervous control of heart rate in diabetes mellitus and juvenile rheumatoid</articletitle>, <worktitle>Scand. J. Clin. Lab. Invest. 46</worktitle> (<pubdate>1986</pubdate>), S. <pages>771-777</pages></citation> <citation worktype="journal" published="PUBLISHED">71.        <workauthor>Lindqvist, A.</workauthor>, <workauthor>R. Oja</workauthor>, <workauthor>O. Hellman</workauthor> und <workauthor>I. V&auml;lim&auml;ki</workauthor>, <articletitle>Impact of thermal vasomotor control on the heart rate variability of newborn infants</articletitle>, <worktitle>Early Hum. Dev. 8</worktitle> (<pubdate>1983</pubdate>), S. <pages>37-47</pages></citation> <citation worktype="sonderfall" published="PUBLISHED">72.        <workauthor>Lipke, K.</workauthor>, <worktitle>Die Entwicklung nieder- und hochfrequenter Rhythmen der Herzfrequenzvariabilit&auml;t im ruhigen und aktiven Schlaf. Longitudinalstudie der ersten sechs Lebensmonate</worktitle>, Med. Dissertation, <address>Medizinische Fakult&auml;t der Humboldt-Universit&auml;t zu Berlin</address> (<pubdate>1996</pubdate>)</citation> <citation worktype="journal" published="PUBLISHED">73.         <workauthor>Lishner, M.</workauthor>, <workauthor>S. Akselrod</workauthor>, <workauthor>V.M. Avi</workauthor>, <workauthor>O. Oz</workauthor>, <workauthor>M. Divon</workauthor> und <workauthor>M. Ravid</workauthor>, <articletitle>Spectral analysis of heart rate fluctuations. A non-invasive, sensitive method for the early diagnosis of autonomic neuropathy in diabetes mellitus</articletitle>, <worktitle>J. Auton. Nerv. Syst. 19</worktitle> (<pubdate>1987</pubdate>), S. <pages>119-125</pages></citation> <citation worktype="journal" published="PUBLISHED">74.         <workauthor>Litscher, G.</workauthor>, <workauthor>G. Pfurtschneller</workauthor>, <workauthor>F. Bes</workauthor> und <workauthor>E. Poiseau</workauthor>, <articletitle>Respiration and heart rate variation in normal infants during quiet sleep in the first year of life</articletitle>, <worktitle>Klin. P&auml;diatr. 205</worktitle> (<pubdate>1993</pubdate>), S. <pages>170-175</pages></citation> <citation worktype="journal" published="PUBLISHED"><float><pagenumber>93</pagenumber> </float>75.        <workauthor>Malik, M.</workauthor>, <workauthor>T. Cripps</workauthor>, <workauthor>T. Farrell</workauthor> und <workauthor>A. J. Camm, </workauthor><articletitle>Prognostic value of heart rate variability after myocardial infarction. A comparison of different data-processing methods</articletitle>, <worktitle>Med. Biol. Eng. Comput. 27</worktitle><articletitle> (</articletitle><pubdate>1989</pubdate><articletitle>)</articletitle>, <worktitle>S.</worktitle> <pages>603-611</pages></citation> <citation worktype="beitragswerk" published="PUBLISHED">76.        <workauthor>Malliani, A.</workauthor>, <workauthor>M. Pagani</workauthor>, <workauthor>F. Lombardi</workauthor> und <workauthor>O. Rimoldi</workauthor>, <articletitle>Low Frequency oscillation of heart rate and arterial pressure variabilities as a marker of sympathetic modulation of cardiovascular function</articletitle>, In: <worktitle>Blood Pressure and Heart Rate Variability</worktitle>, Eds.: <editor>Di Rienzo, M. et al.</editor>, <publisher>IOS Press</publisher> (<pubdate>1992</pubdate>), S. <pages>215-229</pages></citation> <citation worktype="journal" published="PUBLISHED">77.        <workauthor>Mandorla, S., </workauthor><articletitle>The ductus arteriosus in healthy newborn infants studied by continuous Doppler guided by two-dimensional Doppler colour echocardiography</articletitle>, <worktitle>G. Ital. Cardiol. 20</worktitle><articletitle> (</articletitle><pubdate>1990</pubdate><articletitle>)</articletitle>, S. <pages>705-712</pages></citation> <citation worktype="beitragswerk" published="PUBLISHED">78.         <workauthor>Menzel, K.</workauthor>, <articletitle>Kardiorespiratorische Adaptation des Neugeborenen</articletitle>, In: , <worktitle>Wiss. Beitr. d. F.-Schiller-Universit&auml;t Jena: "Postnatale Anpassung - Grenze zwischen Physiologie und Pathologie"</worktitle> (<pubdate>1981</pubdate>), S. <pages>25-39</pages></citation> <citation worktype="sonderfall" published="PUBLISHED">79.        <workauthor>Mrowka, R.</workauthor>, <worktitle>Lineare und nichtlineare Eigenschaften der Herz-frequenzregulation bei gesunden Neugeborenen und langzeit-beatmeten Fr&uuml;hgeborenen. Parameter der Instantanen Herzfrequenz bei Kindern mit Bronchopulmonaler Dysplasie und die Entwicklung dieser Parameter nach der Geburt.</worktitle> Med. Dissertation, <address>Medizinische Fakult&auml;t der Humboldt-Universit&auml;t zu Berlin</address> (<pubdate>1997</pubdate>)</citation> <citation worktype="journal" published="PUBLISHED">80.         <workauthor>Nugent, S.T.</workauthor> und <workauthor>J.P. Finley, </workauthor><articletitle>Spectral analysis of periodic and normal breathing in infants, IEEE Trans. Biomed. Eng.</articletitle>, <worktitle>BME-30</worktitle> (<pubdate>1983</pubdate>), S. <pages>672-676</pages></citation> <citation worktype="sonderfall" published="PUBLISHED">81.        <workauthor>Otto, K.</workauthor>, <worktitle>Longitudinalstudie zur Entwicklung von Atmungs-parametern, insbesondere der niederfrequenten Atmungsrhythmen, in den ersten sechs Lebensmonaten bei gesunden S&auml;uglingen</worktitle>. Med. Dissertation, <address>Medizinische Fakult&auml;t der Humboldt-Universit&auml;t zu Berlin</address> (<pubdate>1996</pubdate>)</citation> <citation worktype="journal" published="PUBLISHED">82.         <workauthor>Pagani, M.</workauthor>, <workauthor>F. Lombardi</workauthor>, <workauthor>S. Guzzetti</workauthor>, <workauthor>O. Rimoldi</workauthor>, <workauthor>R. Furlan</workauthor>, <workauthor>P. Pizzinelli</workauthor>, <workauthor>G. Sandrone</workauthor>, <workauthor>G. Malfatto</workauthor>, <workauthor>S. Dell'Orto</workauthor>, <workauthor>E. Piccaluga</workauthor>, <workauthor>M. Turiel</workauthor>, <workauthor>G. Baselli</workauthor>, <workauthor>S. Cerutti</workauthor> und <workauthor>A. Malliani</workauthor>, <articletitle>Power Spectral Analysis of Heart Rate and Arterial Pressure Variabilities as a Marker of Sympatho-Vagal Interaction in Man and Conscious Dog</articletitle>, <worktitle>Circ. Res. 59</worktitle> (<pubdate>1986</pubdate>), S. <pages>178-193</pages></citation> <citation worktype="journal" published="PUBLISHED">83.        <workauthor>Patzak, A.</workauthor>, <workauthor>J. Ebner</workauthor>, <workauthor>C. Johl</workauthor>, <workauthor>E.-U. Berndt</workauthor>, <workauthor>W. Orlow</workauthor> und <workauthor>H. Camann, Cardiorespiratory relations during voluntary controlled breathing</workauthor>, <articletitle>Wiss. Z. Humboldt-Univ. Berlin</articletitle>, <worktitle>Med. 41</worktitle> (<pubdate>1992</pubdate>) 3, S. <pages>121-129</pages></citation> <citation worktype="journal" published="PUBLISHED">84.        <workauthor>Paul, K.</workauthor>, <workauthor>J. Dittrichov&agrave;</workauthor> und <workauthor>E. Pavl&igrave;kov</workauthor>&agrave;, <articletitle>The Course of Quiet Sleep in Infants</articletitle>, <worktitle>Biol. Neonate 23</worktitle> (<pubdate>1973</pubdate>), S. <pages>78-89</pages></citation> <citation worktype="book" published="PUBLISHED">85.        <workauthor>Podlesch, I.</workauthor>, <worktitle>Anaesthesie und Intensivbehandlung im S&auml;uglings- und Kindesalter</worktitle>, <publisher>Thieme Verlag</publisher>, <address>Stuttgart</address> (<pubdate>1977</pubdate>)</citation> <citation worktype="journal" published="PUBLISHED"><float><pagenumber>94</pagenumber> </float>86.        <workauthor>Prechtl, H.F.R</workauthor>., <articletitle>The behavioural states of the newborn infant</articletitle>, <worktitle>Brain Res. 76</worktitle> (<pubdate>1974</pubdate>), S. <pages>185-212</pages></citation> <citation worktype="journal" published="PUBLISHED">87.        <workauthor>Radvanyi, M.F</workauthor>. und <workauthor>F. Morel-Kahn</workauthor>, <articletitle>Sleep and heart rate variations in premature and full term babies</articletitle>, <worktitle>Neurop&auml;diatrie 7</worktitle> (<pubdate>1976</pubdate>) 3, S. <pages>302-312</pages></citation> <citation worktype="journal" published="PUBLISHED">88.        <workauthor>Ramet, J.</workauthor>, <workauthor>M. Dehan</workauthor> und <workauthor>Cl. Gaultier</workauthor>, <articletitle>Cardiac and respiratory vagal reactivity in infants</articletitle>, <worktitle>Sleep and Cardioresp. Control 217</worktitle>, <publisher>Colloque INSERM/John Libbey Eurotext Ltd.</publisher> (<pubdate>1991</pubdate>), S. <pages>145-153</pages></citation> <citation worktype="journal" published="PUBLISHED">89.        <workauthor>Ramet, J.</workauthor>, <workauthor>J.P. Praud</workauthor>, <workauthor>A.M. D&acute;Allest</workauthor>, <workauthor>A. Carofilis</workauthor>, <workauthor>M. Dehan</workauthor>, <workauthor>C. Guilleminault</workauthor> und <workauthor>Cl. Gaultier</workauthor>, <articletitle>Effect of maturation on heart rate response to ocular compression test during rapid eye movement sleep in human infants</articletitle>, <worktitle>Pediatr. Res. 24</worktitle> (<pubdate>1988</pubdate>), S. <pages>477-480</pages></citation> <citation worktype="journal" published="PUBLISHED">90.        <workauthor>Ravenswaaij-Arts, C.M. van</workauthor>, <workauthor>J.C. Hopman</workauthor>, <workauthor>L.A. Kollee</workauthor>, <workauthor>J.P. van Amen</workauthor>, <workauthor>G.B. Stoelinga</workauthor> und <workauthor>H.P. van Geijn</workauthor>, <articletitle>Influences on heart rate variability in spontaneously breathing preterm infants</articletitle>, <worktitle>Early Hum. Dev. 27</worktitle> (<pubdate>1991</pubdate>), S. <pages>187-205</pages></citation> <citation worktype="journal" published="PUBLISHED">91.        <workauthor>Richards, J.M.</workauthor>, <workauthor>J.R. Alexander</workauthor>, <workauthor>E.A. Shineborne</workauthor>, <workauthor>M. de Swiet</workauthor>, <workauthor>A.J. Wilson</workauthor> und <workauthor>D.P. Southall, </workauthor><articletitle>Sequential 22-Hour Profiles of Breathing Patterns and Heart Rate in 110 Full-Term Infants During Their First 6 Months of Life</articletitle>, <worktitle>Pediatrics 74</worktitle><articletitle> (</articletitle><pubdate>1984</pubdate><articletitle>) 5</articletitle>, <worktitle>S.</worktitle> <pages>763-777</pages></citation> <citation worktype="beitragswerk" published="PUBLISHED">92.        <workauthor>Richter, D.W.</workauthor>, <workauthor>K.M. Spyer</workauthor>, <workauthor>M.P. Gilbey</workauthor>, <workauthor>E.E. Lawson</workauthor>, <workauthor>C.R. Bainton</workauthor> und <workauthor>Z. Wilhelm</workauthor>, <articletitle>On the Existence of a Common Cardiorespiratory Network</articletitle>, In: <worktitle>Cardiorespiratory and Motor Coordination</worktitle>, ed. by <editor>H.P. Koepchen</editor> und <editor>T. Huopaniemi</editor>, <publisher>Springer-Verlag</publisher> <address>Berlin Heidelberg</address> (<pubdate>1991</pubdate>), S. <pages>118-130</pages></citation> <citation worktype="beitragswerk" published="PUBLISHED">93.        <workauthor>Rogers, M.C.</workauthor>, <workauthor>J.B. Richmond</workauthor>, <articletitle>The autonomic nervous system.</articletitle> In: <worktitle>Perinatal physiology.</worktitle> Ed.: <editor>U. Stave</editor>. <publisher>Plenum Medical Book: Company</publisher> <address>New York</address> and <address>London</address> (<pubdate>1978</pubdate>), S. <pages>727-737</pages></citation> <citation worktype="journal" published="PUBLISHED">94.        <workauthor>Rompelman, O.</workauthor> und <workauthor>W.Ph. Pijnacker Horndijk</workauthor>, <articletitle>New methode for the assessment of neonatal respiratory sinus arrhyrhmia</articletitle>, <worktitle>Med. Biol. Eng. Comput. 25</worktitle> (<pubdate>1987</pubdate>), S. <pages>481-486</pages></citation> <citation worktype="journal" published="PUBLISHED">95.        <workauthor>Rother, M.</workauthor>, <workauthor>H. Witte</workauthor> und <workauthor>M. Eiselt</workauthor>, <articletitle>Heart rate fluctuation analysis in newborns. A review on possibilities, limitations and possibilities of misinterpretation</articletitle>, In: <worktitle>Sleep and Cardiorespiratory Control 217</worktitle>, <publisher>Colloque INSERM/John Libbey Eurotext Ltd.</publisher>, (<pubdate>1991</pubdate>), S. <pages>265</pages></citation> <citation worktype="beitragswerk" published="PUBLISHED">96.        <workauthor>Rother, M.</workauthor>, <workauthor>H. Witte</workauthor>, <workauthor>M. Eiselt</workauthor> und <workauthor>U. Zwiener</workauthor>, <articletitle>Rechnergest&uuml;tzte Analyse kardiorespiratorischer Daten im Neugeborenenalter</articletitle>, In: <worktitle>Herzfrequenz-variabilit&auml;t - Eine M&ouml;glichkeit zur Diagnostik neurol. Erkrankungen</worktitle>, <publisher>S. Hirzel Verlag</publisher> <address>Leipzig</address> <pubdate>1990</pubdate>, S.<pubdate>37-44</pubdate></citation> <citation worktype="journal" published="PUBLISHED"><float><pagenumber>95</pagenumber> </float>97.        <workauthor>Rother, M.</workauthor>, <workauthor>H. Witte</workauthor>, <workauthor>U. Zwiener</workauthor>, <workauthor>M. Eiselt</workauthor> und <workauthor>P. Fischer</workauthor>, <articletitle>Cardiac aliasing - a possible cause for the misinterpretation of cardio-respirographic data in neonates</articletitle>, <worktitle>Early Hum. Dev. 20</worktitle> (<pubdate>1989</pubdate>), S. <pages>1-12</pages></citation> <citation worktype="journal" published="PUBLISHED">98.        <workauthor>Rudolph, A.J.</workauthor>, <workauthor>C. Valbona</workauthor> und <workauthor>M.M. Desmond</workauthor>, <articletitle>Cardiodynamic studies in the newborn. 3. Heart rate patterns in infants with idiopathic respiratory distress syndrome</articletitle>, <worktitle>Pediatrics 36</worktitle> (<pubdate>1965</pubdate>), S. <pages>551-559</pages></citation> <citation worktype="journal" published="PUBLISHED">99.        <workauthor>Saul, J.Ph</workauthor>., <articletitle>Beat-to-Beat Variations of Heart Rate Reflect Modulation of Cardiac Autonomic Outflow</articletitle>, <worktitle>NIPS 5</worktitle> (<pubdate>1990</pubdate>), S.<pages>32-37</pages></citation> <citation worktype="journal" published="PUBLISHED">100.        <workauthor>Sayers, B.McA</workauthor>., <articletitle>Analysis of Heart Rate Variability</articletitle>, <worktitle>Ergonomics 16</worktitle> (<pubdate>1973</pubdate>), S. <pages>17-32</pages></citation> <citation worktype="sonderfall" published="PUBLISHED">101.        <workauthor>Sch&auml;fer, T.</workauthor>, <worktitle>Entwicklung der Atmung gesunder S&auml;uglinge im ersten Lebensjahr - Polysomnografische Untersuchungen</worktitle>, Med. Dissertation, <address>Ruhr-Universit&auml;t zu Bochum</address> (<pubdate>1989</pubdate>).        </citation> <citation worktype="journal" published="PUBLISHED">102.        <workauthor>Schechtman, V.L.</workauthor>, <workauthor>R.M. Harper</workauthor> und <workauthor>K.A. Kluge</workauthor>, <articletitle>Development of Heart Rate Variation Over the First 6 Months of Life in Normal Infants</articletitle>, <worktitle>Pediatr. Res. 26</worktitle> (<pubdate>1989</pubdate>), S. <pages>343-346</pages></citation> <citation worktype="journal" published="PUBLISHED">103.        <workauthor>Schubert, E., </workauthor><articletitle>Zur Altersabh&auml;ngigkeit des Zusammenhanges zwischen Sinusarrhythmie und Atemvolumen</articletitle><address>, Wiss. Z. Humboldt-Univ. Berlin</address>, <worktitle>Med. 39</worktitle> (<pubdate>1990</pubdate>) 2, S. <pages>95-97 </pages></citation> <citation worktype="book" published="PUBLISHED">104.        <workauthor>Schwartze, H.</workauthor> und <workauthor>P. Schwartze</workauthor>, <worktitle>Physiologie des Foetal-, Neugeborenen- und Kindesalters</worktitle>, <publisher>Akademie Verlag</publisher>, <address>Berlin</address> (<pubdate>1977</pubdate>)</citation> <citation worktype="book" published="PUBLISHED">105.        <workauthor>Smith, C.A.</workauthor> und <workauthor>N.M Nelson</workauthor>, <worktitle>The physiology of the newborn infant</worktitle>, <publisher>Thomas Publishers</publisher>, <address>Springfield</address> (<pubdate>1976</pubdate>)</citation> <citation worktype="journal" published="PUBLISHED">106.        <workauthor>Spyer, K.M.</workauthor> und <workauthor>M.P. Gilbey</workauthor>, <articletitle>Cardiorespiratory Interactions in Heart Rate Control</articletitle>, <worktitle>Ann. N. Y. Acad. Sci. 533</worktitle> (<pubdate>1988</pubdate>), S. <pages>358-367</pages></citation> <citation worktype="beitragswerk" published="PUBLISHED">107.        <workauthor>Spyer, K.M.</workauthor>, <articletitle>Central Nervous Integration of Cardiorespiratory Control</articletitle>, In: <worktitle>Comprehensive Human Physiology, Vol. 2</worktitle>, Ed. by <editor>R.Greger</editor> and <editor>U. Windhorst</editor>, <publisher>Springer-Verlag</publisher> <address>Berlin</address> <address>Heidelberg</address> (<pubdate>1996</pubdate>), S. <pages>2129-2144</pages></citation> <citation worktype="book" published="PUBLISHED">108.        <workauthor>Statistisches Bundesamt</workauthor>, <worktitle>Statistisches Jahrbuch der Bundesrepublik Deutschland</worktitle> <pubdate>1996</pubdate>; S. <pages>78-79</pages> und S. <pages>428</pages> </citation> <citation worktype="book" published="PUBLISHED">109.        <workauthor>Strang, L.B.</workauthor>, <worktitle>Neonatale Respiration. Physiological and Clinical Studies</worktitle>, <publisher>Blackwell Scientific Publ.</publisher>, <address>Oxford</address>, <address>London</address>, <address>Edinburgh</address>, <address>Melbourne</address> (<pubdate>1977</pubdate>)</citation> <citation worktype="journal" published="PUBLISHED">110.        <workauthor>Thompson, C.R., J.S. Brown, H. Gee und E.W. Taylor</workauthor>, <articletitle>Heart Rate Variability in healthy term newborns: the contribution of respiratory sinus arrhythmia</articletitle>, <worktitle>Early Hum. Dev. 31</worktitle> (<pubdate>1993</pubdate>), S. <pages>217-228</pages></citation> <citation worktype="journal" published="PUBLISHED"><float><pagenumber>96</pagenumber> </float>111.        <workauthor>Vecchierini-Blineau, M.F. und B. Nogues</workauthor>, <articletitle>Respiratory and cardiac rates in 2-month-old normal infants: nycthemeral changes</articletitle>, <worktitle>Sleep and Cardioresp. Control 217</worktitle>, <publisher>Colloque INSERM/John Libbey Eurotext Ltd.</publisher> (<pubdate>1991</pubdate>), S. <pages>256</pages></citation> <citation worktype="journal" published="PUBLISHED">112.        <workauthor>Veelken, N.</workauthor>, <articletitle>Sudden Infant Death Syndrome in Hamburg. Eine epidemiologische Analyse von 62 F&auml;llen.</articletitle> <worktitle>Monatsschr. Kinderheilkd. 134</worktitle> (<pubdate>1986</pubdate>), S. <pages>10-13</pages></citation> <citation worktype="journal" published="PUBLISHED">113.        <workauthor>Witte, H.</workauthor> und <workauthor>M. Rother</workauthor>, <articletitle>Better quantification of neonatal respiratory sinus arrhythmia - progress by modelling and model-related physiological examinations</articletitle>, <worktitle>Med. Biol. Eng. Comput. 27</worktitle> (<pubdate>1989</pubdate>), S. <pages>298-306</pages></citation> <citation worktype="journal" published="PUBLISHED">114.        <workauthor>Witte, H.</workauthor>, <workauthor>U. Zwiener</workauthor>, <workauthor>M. Rother</workauthor> und <workauthor>S. Glaser</workauthor>, <articletitle>Evidence of a previously undescribed form of respiratory sinus arrhythmia (RSA) - the physiological manifestation of "cardiac aliasing"</articletitle>, <worktitle>Pfl&uuml;g. Arch. ges. Physiol. 412</worktitle> (<pubdate>1988</pubdate>), S. <pages>442-444</pages></citation> <citation worktype="journal" published="PUBLISHED">115.        <workauthor>Yamasaki, S.</workauthor>, <workauthor>A. Stolfi</workauthor>, <workauthor>A.S. Pickoff</workauthor>, <articletitle>Characterisation of responses of neonatal sinus and AV nodes to critically timed, brief vagal stimuli</articletitle>, <worktitle>Am. J. Physiol. 260</worktitle> (<pubdate>1991</pubdate>) 2[2], S. <pages>H459-H464</pages></citation> </bibliography>
<acknowledgments><float><pagenumber>97</pagenumber> </float><head>Danksagung</head> <p>Herrn Prof. Dr. med. habil. E. Schubert gilt ein ganz herzliches Dankesch&ouml;n f&uuml;r die &Uuml;berlassung des Dissertationsthemas und die vielen, die Arbeit begleitenden, wertvollen Hinweise und Anregungen. </p> <p>Bedanken m&ouml;chte ich mich von ganzem Herzen bei Herrn Dr. med. A. Patzak f&uuml;r die zahlreichen konstruktiven Anregungen. Seine st&auml;ndige Ansprechbarkeit bei auftretenden Fragen und seine unerm&uuml;dliche Motivation in schwierigen Phasen der Arbeit trugen wesentlich zum Gelingen des Projektes bei.</p> <p>Ebenso gilt mein Dank Herrn Dr. W. Orlow aus dem Institut f&uuml;r Medizinische Informatik der Charit&eacute; f&uuml;r die Erstellung und st&auml;ndige Verbesserung einiger Auswerte- und der Korrekturprogramme. Desgleichen m&ouml;chte ich mich recht herzlich bei meinem Kommilitonen R. Mrowka f&uuml;r die Erstellung der Programme zur Auswertung der Koh&auml;renzspektren und f&uuml;r die Hilfe beim Umgang mit dem UNIX-Rechner bedanken. </p> <p>An Frau Uta Stangenberg richtet sich mein herzlicher Dank aufgrund Ihrer freundlichen und unerm&uuml;dlichen Hilfe bei der Datenerhebung und -verarbeitung. Herzlich bedanken m&ouml;chte ich mich auch bei Frau Dr. med. E. Windt f&uuml;r die Hilfe bei der Probandengewinnung. Ein weiteres Dankesch&ouml;n gilt meinen ehemaligen Kommilitonen Dr. med. K. Lipke, Dr. med. K. Otto und A. Unbehaun f&uuml;r die vielen kleinen Tips und die Hilfe bei Problemen mit den Computern.</p> <p>Nicht zuletzt gilt mein Dank meiner Familie und den Freunden des Hellerauer Kreises, die mir so manches Mal den R&uuml;cken freihielten und mir den n&ouml;tigen Antrieb verschafften.</p> <p>Berlin, Dezember 1997        Peter Aikele</p> </acknowledgments>
<declaration><float><pagenumber>98</pagenumber> </float><head>Eidesstattliche Erkl&auml;rung</head> <p>Ich erkl&auml;re hiermit an Eides statt, da&szlig; die vorliegende Dissertation von mir selbst und ohne die unzul&auml;ssige Hilfe Dritter verfa&szlig;t wurde, auch in Teilen keine Kopie anderer Arbeiten darstellt und die benutzten Hilfsmittel sowie die Literatur vollst&auml;ndig angegeben sind.</p> <p>Berlin, Dezember 1997</p> </declaration>
<vita><float><pagenumber>99</pagenumber> </float><head>Lebenslauf</head> <table orient="port" frame="none"><tgroup cols="3"><colspec colnum="1" colname="col1" colwidth="141pt"><colspec colnum="2" colname="col2" colwidth="31pt"><colspec colnum="3" colname="col3" colwidth="244pt"><tbody><row><entry colname="col1"><p><u>Zur Person</u></p></entry> <entry colname="col2"></entry> <entry colname="col3"></entry> </row> <row><entry colname="col1"><p>Name</p></entry> <entry colname="col2"></entry> <entry colname="col3"><p>Peter Aikele</p></entry> </row>  <row><entry colname="col1"><p>geboren</p></entry> <entry colname="col2"><p>am</p></entry> <entry colname="col3"><p>27.04.1967</p></entry> </row> <row><entry colname="col1"></entry> <entry colname="col2"><p>in</p></entry> <entry colname="col3"><p>Dresden</p></entry> </row> <row><entry colname="col1"><p>Familienstand</p></entry> <entry colname="col2"></entry> <entry colname="col3"><p>ledig</p></entry> </row> <row><entry colname="col1"><p><u>Schulausbildung</u></p></entry> <entry colname="col2"></entry> <entry colname="col3"></entry> </row> <row><entry colname="col1"><p>1.-10. Klasse</p></entry> <entry colname="col2"></entry> <entry colname="col3"><p>- 9/1973 - 8/1983; 84. Polytechnische Oberschule, Dresden</p></entry> </row> <row><entry colname="col1"><p>Abitur</p></entry> <entry colname="col2"></entry> <entry colname="col3"><p>- 9/1983 - 8/1985; Erweiterte Oberschule "Pestalozzi", Dresden</p></entry> </row> <row><entry colname="col1"><p><u>Vorpraktikum</u></p></entry> <entry colname="col2"></entry> <entry colname="col3"><p>- 9-10/1985 Orthop&auml;dische Klinik der Medizinischen Akademie Dresden</p></entry> </row> <row><entry colname="col1"><p><u>Wehrdienst</u></p></entry> <entry colname="col2"></entry> <entry colname="col3"><p>- 11/1985 - 9/1988</p></entry> </row> <row><entry colname="col1"><p><u>Studium Humanmedizin</u></p></entry> <entry colname="col2"></entry> <entry colname="col3"><p>- 9/1988 bis 9/1994 Medizinstudium an der Humboldt-Universit&auml;t zu Berlin, </p></entry> </row> <row><entry colname="col1"></entry> <entry colname="col2"></entry> <entry colname="col3"><p>- 9/1994 Abschlu&szlig; der &auml;rztlichen Pr&uuml;fung mit der Gesamtnote "gut"</p></entry> </row> <row><entry colname="col1"><p><u>&Auml;rztliche T&auml;tigkeit</u></p></entry> <entry colname="col2"></entry> <entry colname="col3"><p>- 10/1994 - 3/1996 Arzt im Praktikum, Chirurgie, </p></entry> </row> <row><entry colname="col1"></entry> <entry colname="col2"></entry> <entry colname="col3"><p>KH Strausberg</p></entry> </row> <row><entry colname="col1"></entry> <entry colname="col2"></entry> <entry colname="col3"><p>- 4 - 9/1996 Assistenzarzt, Chirurgie, KH Strausberg</p></entry> </row> <row><entry colname="col1"></entry> <entry colname="col2"></entry> <entry colname="col3"><p>- seit 11/1996 regelm&auml;&szlig;ig Dienste in der Rettungsstelle des KH Strausberg und T&auml;tigkeit als Notarzt</p></entry> </row> <row><entry colname="col1"><p><u>Studium Zahnmedizin</u></p></entry> <entry colname="col2"></entry> <entry colname="col3"><p>- seit 10/1996 Zahnmedizinstudium an der Humboldt-Universit&auml;t zu Berlin (notwendig f&uuml;r die Ausbildung zum Facharzt f&uuml;r Mund-, Kiefer- und Gesichtschirurgie)</p></entry> </row> </tbody></colspec></colspec></colspec></tgroup> </table> <p></p> <p><strong>Anhang:</strong> Publikationsliste</p> <p>Berlin, Dezember 1997</p> </vita>
<appendix><float><pagenumber>100</pagenumber></float> <head>Publikationsliste</head> <citation worktype="journal" published="PUBLISHED">1.        <workauthor>Patzak, A.</workauthor>, <workauthor>P. Aikele</workauthor>, <workauthor>R. Mrowka</workauthor>, <workauthor>W. Orlow</workauthor>, <workauthor>A. Unbehaun</workauthor> und <workauthor>E. Schubert</workauthor>: <articletitle>Rhythmische Interaktionen von Atmung und Herz-frequenz im ruhigen Schlaf gesunder S&auml;uglinge.</articletitle> <worktitle>Somnologie 2</worktitle>: <pages>79-84</pages>, <pubdate>1997</pubdate></citation> <citation worktype="beitragswerk" published="PUBLISHED">2.        <workauthor>Patzak, A.</workauthor>, <workauthor>K. Lipke</workauthor>, <workauthor>P. Aikele</workauthor>, <workauthor>E. Schubert</workauthor>: <articletitle>Development of chronotropic heart control in newborns in the first month of life</articletitle>. In: <worktitle>The cardiac electric field</worktitle>, <editor>I. Ruttkay-Nedecky</editor> and <editor>L. Bacharova</editor> (eds.), <publisher>SAV</publisher>, <address>Bratislava</address>, S. <pages>87-91</pages>, <pubdate>1994</pubdate></citation> <citation worktype="beitragswerk" published="PUBLISHED">3.        <workauthor>Orlow, W.</workauthor>, <workauthor>A. Patzak</workauthor>,<workauthor>P. Aikele </workauthor>and <workauthor>E. Schubert</workauthor>: <articletitle>Respiratory influences on heart rate fluctuations during the first six months of life.</articletitle> In: <worktitle>Building Bridges in Electrocardiology</worktitle> (<editor>v. Osterom, A.</editor>, <editor>T. F. Oostendorp</editor>, and <editor>G. J. H. Uijen</editor>, eds.), <publisher>University Press Nijmegen</publisher>, <pubdate>1995</pubdate>, S. <pubdate>213-214</pubdate></citation> <citation worktype="sonderfall" published="PUBLISHED">4.        <workauthor>Orlow, W.</workauthor>, <workauthor>A. Patzak</workauthor>, <workauthor>E. Schubert</workauthor>, <workauthor>E. Windt</workauthor>, <workauthor>K. Otto</workauthor>, <workauthor>K. Lipke</workauthor>, <workauthor>P. Aikele</workauthor>, and <workauthor>E.-U. Berndt</workauthor>: <articletitle>Automatic analysis of respirograms from newborns in the first six months of life.</articletitle> Colloquium "Control of breathing during development. Apnea in the newborn and in Sudden Infant Death Syndrom". Nancy - <address>Pont-a-Mousson</address>, 7.-9. Sept. <pubdate>1992</pubdate>, Abstraktband</citation> <citation worktype="journal" published="PUBLISHED">5.        <workauthor>Patzak, A.</workauthor>, <workauthor>E. Schubert</workauthor>, <workauthor>W. Orlow</workauthor>, <workauthor>E. Windt</workauthor>, <workauthor>K. Otto</workauthor>, <workauthor>K. Lipke </workauthor>and <workauthor>P. Aikele</workauthor>: <articletitle>Respiratory and cardiac control in healthy infants during the first six postnatal months. VII. Internationales Berliner Symposium "Forschung in der Perinatalen Medizin",8.-10. Juni 1994, (Abstrakt)</articletitle>, <worktitle>P&auml;diatr. Grenzgeb. 33</worktitle>: <pages>317-318</pages>, <pubdate>1994</pubdate></citation> <citation worktype="sonderfall" published="PUBLISHED">6.        <workauthor>Aikele, P.</workauthor>, <workauthor>A. Patzak</workauthor>: <articletitle>Development of cardiorespiratory interaction in healthy infants during the first months of life.</articletitle> XXXII. Congress of the International Union of Physiological Sciences, August 1st-6th, <address>Glasgow</address>, <pubdate>1993</pubdate></citation> </appendix>
</back>
</etd>